Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Gold delivery
cs: Doručování zlata
de: Goldlieferung
fi: Kultakaivos
fr: Livraison d'or
hu: Aranyszállítás
lo: ການຈັດສົ່ງຄຳ
pl: Dystrybucja złota
ru: Доставка золота
sl: Dostava zlatnikov

source: Gold mine
cs: Zlatý důl
de: Goldbergwerk
et: Kullakaevandus
fi: Kultakaivos
fr: Mine d'or
hu: Aranybánya
lo: ບໍ່ແຮ່ຄຳ
pl: Kopalnia złota
ru: Золотая шахта
sl: Rudnik zlata
sv: Guldgruva

source: Gold:
cs: Zlato:
fi: Kultaa
fr: Or :
hu: Arany:
lo: ຄຳ:
pl: Złoto:
ru: Золото:

source: Goods at start:
cs: Počáteční suroviny:
de: Waren zu Beginn:
et: Kaupasid alustades:
fi: Aloitusresurssit:
fr: Stock initial :
hu: Kezdőkészletek:
lo: ສິນຄ້າຕອນເລີ່ມ:
pl: Surowce na start:
ru: Начальный запас товаров:
sl: Zaloga na začetku:
sv: Varor till början:

source: Grab and drag (Map moves with your cursor when scrolling/panning.)
hu: Fogd meg és húzd (a térkép követi a kurzort görgetéskor/mozgatáskor)

source: Grain
cs: Obilí
de: Getreide
et: Vili
fi: Viljaa
fr: Céréales
hu: Gabona
lo: ເມັດພືດ
pl: Zboże
ru: Зерно
sl: Žito
sv: Säd

source: Grain and water are needed for rearing pigs. The meat thus obtained can then be processed by a butcher.
cs: K chovu vepřů je zapotřebí obilí a voda. Vepři jsou poráženi na jatkách kde jsou zpracováni na maso.
de: Die Aufzucht von Schweinen geschieht mit Hilfe von Korn und Wasser. Das so gewonnene Fleisch kann in der Fleischerei weiterverarbeitet werden.
et: Sigade kasvatamiseks on vaja vett ja vilja. Niimoodi saadav liha läheb lihuniku juurde töötlemiseks.
fi: Siat pärjäävät viljalla ja vedellä. Teurastaja voi käsitellä sioista saadun lihan.
fr: Pour élever des porcs, il faut du blé et de l'eau. Ces animaux vous donneront de la viande que le Boucher aura préparée.
hu: A sertéstenyésztéshez gabonára és vízre van szükség. Az így nyert húst aztán a hentes dolgozza fel.
lo: ເມັດພືດ ແລະ ນ້ຳແມ່ນຈຳເປັນສຳລັບການລ້ຽງໝູ. ຊີ້ນທີ່ໄດ້ຮັບຈາກນັ້ນສາມາດນຳໄປປຸງແຕ່ງໂດຍຄົນຂ້າສັດ.
pl: Zboże i woda utuczą świnie, które zostaną później wydane w ręce rzeźnika.
ru: Для разведения свиней необходимы зерно и вода. Полученное мясо может после этого быть обработано мясником.
sl: Žito i nvoda sta potrebna za vzrejo prašičev. Pridobljeno meso lahko nato obdela mesar.
sv: Grisuppfödaren behöver vatten och säd för att föda upp feta grisar. En slaktare kan portionera köttet åt gruvarbetarna.

source: Granite mine
cs: Kamenný důl
de: Granitbergwerk
et: Graniidikaevandus
fi: Graniittikaivos
fr: Carrière de granite
hu: Gránitbánya
lo: ບໍ່ແຮ່ຫີນອ່ອນ
pl: Kopalnia granitu
ru: Гранитная шахта
sl: Rudnik granita
sv: Granitgruva

source: Granite mines will never be depleted.
cs: V dolech na kámen nikdy nedojdou zásoby kamene.
de: Granitminen werden nie erschöpft sein.
fr: Les carrières de granite ne s'épuisent pas
hu: A gránitbányák soha nem merülnek ki.
lo: ບໍ່ແຮ່ຫີນຊາຍຈະບໍ່ມີວັນໝົດ.
pl: Kopalnie granitu nigdy nie zostaną wyczerpane.
ru: Гранитные шахты никогда не будут исчерпываться.
sl: Rudniki granita ne bodo nikoli izpraznjeni.

source: Granite:
cs: Kámen:
de: Granit:
fi: Graniittikaivos
hu: Gránit:
lo: ຫີນອ່ອນ:
pl: Granit:
ru: Гранит:

source: Grapes
cs: Hrozny
hu: Szőlő
lo: ໝາກອະງຸ່ນ
pl: Winogrona

source: Graphics
cs: Grafika
de: Grafik
et: Graafika
fi: Grafiikka
fr: Affichage
hu: Grafika
lo: ກາຟິກ
pl: Grafika
ru: Графика
sl: Grafika
sv: Grafik

source: Graphics Driver
cs: Ovladač grafiky
de: Grafiktreiber
et: Graafika draiver
fi: Grafiikka-ajuri
fr: Pilote graphique
hu: Grafikus illesztőprogram
lo: ໄດເວີກາຟິກ
pl: Sterownik grafiki
ru: Графический драйвер
sl: Grafični gonilnik
sv: Drivrutin:

source: Guardhouse
cs: Strážnice
de: Wachstube
et: Vahimaja
fi: Vartiotalo
fr: Salle des gardes
hu: Őrház
lo: ປ້ອມຍາມ
pl: Strażnica
ru: Караульная башня
sl: Vojaška hiša
sv: Vaktstuga

source: HQ distance to mountain
cs: Vzdálenost HQ k hoře
hu: Főhadiszállás távolsága hegytől
lo: ໄລຍະຫ່າງຂອງສຳນັກງານໃຫຍ່ເຖິງພູ
pl: Dystans kwatery głównej od gór
ru: HQ расстояние до горы

source: Hakirawashi
hu: Hakiravasi

source: Half cost recruits
cs: Poloviční náklady na rekruta
de: 50% Kosten für Rekruten
fi: Enemmän värväämistä
fr: Recrues à demi-coût
hu: Felezett költségű újoncok
lo: ທະຫານໃໝ່ລາຄາເຄິ່ງໜຶ່ງ
pl: Rekruci o połowę tańsi
ru: Новобранец за полстоимости
sl: Polovični strošek zaposlitve

source: Ham
cs: Vepř
de: Fleisch
et: Sink
fi: Lihaa
fr: Jambon
hu: Disznó
lo: ແຮມ
pl: Szynka
ru: Ветчина
sl: Obdelano meso
sv: Gris

source: Hammer
cs: Kladivo
et: Haamer
fi: Vasaroja
fr: Marteau
hu: Kalapács
lo: ຄ້ອນ
pl: Młot
ru: Молоток
sl: Kladivo
sv: Hammare

source: Harbor building
cs: Přístaviště
de: Hafengebäude
et: Sadam
fi: Satama
fr: Construction d'un port
hu: Kikötőépület
lo: ອາຄານທ່າເຮືອ
pl: Port
ru: Строительство порта
sl: Tišlarska delavnica
sv: Hamnanläggning

source: Headquarters
cs: Hlavní budova
de: Hauptquartier
et: Peakorter
fi: Päämaja
fr: Quartier général
hu: Főhadiszállás
lo: ສູນບັນຊາການ
pl: Kwatera główna
ru: Штаб
sl: Glavna utrdba
sv: Högkvarter

source: Help
cs: Nápověda
de: Kurzhilfe
et: Abi
fi: Ohje
fr: Aide
hu: Súgó
lo: ຊ່ວຍເຫຼືອ
pl: Pomoc
ru: Помощь
sl: Pomoč
sv: Hjälp

source: Helper
cs: Pomocník
de: Gehilfe
et: Abiline
fi: Työläisiä
fr: Assistant
hu: Segéd
lo: ຜູ້ຊ່ວຍ
pl: Osadnik
ru: Помощник
sl: Pomočnik
sv: Hjälpare

source: Here you will find a list of your entire stores of merchandise and all the inhabitants of your realm.
cs: Tohle okno poskytuje informace o zboží a lidech ve všech skladištích a přístavištích v celé říši.
de: Hier werden Ihre gesamten Vorräte an Waren und alle Einwohner Ihres Reiches aufgeführt.
fr: Vous y trouverez une liste de toutes vos marchandises et des Settlers que vous commandez.
hu: Itt találod birodalmad teljes árukészletének és összes lakosának listáját.
lo: ທີ່ນີ້ທ່ານຈະພົບລາຍການສິນຄ້າທັງໝົດໃນສາງ ແລະ ປະຊາກອນທັງໝົດໃນອານາຈັກຂອງທ່ານ.
pl: Tutaj znajdziesz listę wszystkich swoich budynków z towarami i wszystkich mieszkańców twojego królestwa.
ru: Здесь вы найдете список всех ваших строений, товаров и всех жителей ваших владений.
sl: Tu najdeš seznam vseh tvojih skladišč blaga in vseh prebivalcev tvojega področja.

source: Hi, I'm an artifical player and I'm not very good yet!
cs: Ahoj, jsem počítat a nejsem zatím moc dobrý!
de: Hi, ich bin ein Computerspieler und bin noch nicht besonders gut!
et: Tere, olen tehismängija ja ma ei ole veel väga hea!
fi: Hei, olen tietokoneen ohjaama pelaaja, enkä ole vielä kovin taitava!
fr: Salut, je suis un joueur artificiel et je ne suis pas encore très bon !
hu: Szia, én egy mesterséges játékos vagyok, és még nem vagyok túl ügyes!
lo: ສະບາຍດີ, ຂ້ອຍເປັນຜູ້ຫຼິ້ນປອມ ແລະ ຂ້ອຍຍັງບໍ່ເກັ່ງເທື່ອ!
pl: Cześć, jestem sztuczną inteligencją! Wciąż jeszcze niedopracowaną, jeśli mogę dodać.
ru: Привет, я не настоящий игрок и еще не очень хорошо играю!
sl: Zdravo, sem umetni igralec in še nisem zelo dober!
sv: Hej, jag är en artificiell spelare och jag är inte så bra än!

source: Host:
cs: Hostitel:
fi: Isäntä:
fr: Hôte :
hu: Kiszolgáló:
lo: ໂຮສ:
ru: Хост:
sl: Gostitelj:

source: Hosting of game not possible
cs: Hostování hry není možné
hu: A játék hosztolása nem lehetséges
lo: ບໍ່ສາມາດສ້າງຫ້ອງເກມໄດ້
pl: Hostowanie gry jest niemożliwe

source: House names
cs: Názvy budov
de: Häusernamen
et: Majade nimed
fi: Talojen nimet
fr: Noms des maisons
hu: Épületnevek
lo: ຊື່ເຮືອນ
pl: Nazwy domów
ru: Названия зданий
sl: Imena zgradb
sv: Husnamn

source: Hunter
cs: Lovec
de: Jagdhaus
et: Jahimaja
fi: Metsästäjä
fr: Pavillon de chasse
hu: Vadászkalyiba
lo: ເຮືອນນາຍພານ
pl: Kwatera myśliwego
ru: Охотник
sl: Lovec
sv: Jägarshydda

source: Huntsman
cs: Lovec
de: Jäger
et: Jahimees
fi: Metsästäjiä
fr: Chasseur
hu: Vadász
lo: ນາຍພານ
pl: Myśliwy
ru: Охотник
sl: Lovec
sv: Jägare

source: IP Address of Host:
cs: IP adresa hostitele:
de: IP-Adresse des Hosts:
et: Host'i IP aadress:
fi: Isännän IP-osoite:
fr: Adresse IP de l'hôte :
hu: A kiszolgáló IP-címe:
lo: ທີ່ຢູ່ IP ຂອງໂຮສ:
pl: Adres IP hosta:
ru: IP-адрес хоста:
sl: IP naslov gostitelja:
sv: IP-adress av servern:

source: If Water is exhaustible wells will now dry out. If water everywhere is enabled, a geologist will not notify for water
cs: Pokud je voda vyčerpatelná, studny mohou být vyčerpány. Pokud je voda povolena všude, geolog na vodu nebude upozorňovat.
de: Wenn das Wasser erschöpflich ist, werden Brunnen austrocknen. Bei "Wasser überall" wird zusätzlich die Gelehrten-Meldung für Wasser deaktiviert.
hu: Ha a víz kimeríthető, a kutak ki tudnak száradni. Ha a víz mindenhol engedélyezve van, a geológus nem fog értesíteni vízről
lo: ຖ້ານ້ຳສາມາດໝົດໄດ້, ນ້ຳສ້າງຈະແຫ້ງລົງ. ຖ້າເປີດໃຊ້ນ້ຳຢູ່ທຸກບ່ອນ, ນັກທໍລະນີສາດຈະບໍ່ແຈ້ງເຕືອນກ່ຽວກັບນ້ຳ
pl: Jeżeli woda będzie wyczerpywalna, studnie będą wysychać. Jeżeli woda wszędzie jest włączona, geolog nie będzie powiadamiał o niej.
ru: Если вода истощится, то колодцы будут высыхать. Если вода везде включена, геолог не будет уведомлять о воде

source: Ignoring resource %1% in %2% because it is already found in %3%
cs: Ignorování zdroje %1% v %2%, protože se již nachází v %3%
hu: %1% erőforrás figyelmen kívül hagyása %2% estében, mert azt már a(z) %3% is tartalmazza
lo: ບໍ່ສົນໃຈຊັບພະຍາກອນ %1% ໃນ %2% ເພາະພົບແລ້ວໃນ %3%
pl: Ignorowanie zasobu %1% w %2%, ponieważ został już znaleziony w %3%
ru: Игнорирование ресурса %1% в %2%, поскольку он уже найден в %3%

source: Ignoring resource %1% in %2% because the name contains unsupported characters
cs: Ignorování zdroje %1% v %2%, protože název obsahuje nepodporované znaky
hu: %1% erőforrás figyelmen kívül hagyása %2% estében, mivel a név nem támogatott karaktereket tartalmaz
lo: ບໍ່ສົນໃຈຊັບພະຍາກອນ %1% ໃນ %2% ເພາະຊື່ມີຕົວອັກສອນທີ່ບໍ່ຮອງຮັບ
pl: Ignorowanie zasobu %1% w %2%, ponieważ nazwa zawiera nieobsługiwane znaki
ru: Игнорирование ресурса %1% в %2%, поскольку имя содержит неподдерживаемые символы

source: Improved Alliance
cs: Vylepšené aliance
de: Verbesserte Allianz
fr: Alliance améliorée
hu: Javított szövetség
lo: ພັນທະມິດທີ່ປັບປຸງແລ້ວ
pl: Poprawione sojusze
ru: Улучшенный Альянс
sl: Napredna zavezništva

source: Increase the durability of geologist signs by a factor.
cs: Prodlouží dobu značek surovin nalezených geology na horách.
de: Haltbarkeit der Gelehrtenschilder per Faktor erhöhen
hu: Geológus táblák tartósságának növelése egy adott szorzóval.
lo: ເພີ່ມຄວາມທົນທານຂອງປ້າຍນັກທໍລະນີສາດຕາມຕົວຄູນ.
pl: Wydłuż czas wyświetlania znaków geologów o czynnik.
ru: Увеличить время размещения табличек найденных геологом ресурсов (кратно).

source: Inexhaustible
cs: Nevyčerpatelná
de: Unerschöpflich
fi: Ehtymättömät kaivokset
fr: Inépuisable
hu: Kimeríthetetlen
lo: ບໍ່ມີວັນໝົດ
pl: Niewyczerpywalna
ru: Неисчерпаемые

source: Inexhaustible Fish
cs: Nevyčerpatelné ryby
de: Unerschöpfliche Fischgründe
fi: Ehtymättömät kaivokset
fr: Banc de poissons inépuisable
hu: Kimeríthetetlen halak
lo: ປາບໍ່ມີວັນໝົດ
pl: Niewyczerpywalne łowiska ryb
ru: Неисчерпаемая рыба
sl: Neizčrpljive ribe

source: Inexhaustible Granite Mines
cs: Nevyčerpatelné doly na kámen
de: Unerschöpfliche Granitminen
fi: Ehtymättömät kaivokset
fr: Carrières de granite inépuisable
hu: Kimeríthetetlen gránitbányák
lo: ບໍ່ແຮ່ຫີນຊາຍບໍ່ມີວັນໝົດ
pl: Niewyczerpywalne kopalnie granitu
ru: Неисчерпаемые Гранитные шахты
sl: Neizčrpljivi rudniki granita

source: Inexhaustible Mines
cs: Nevyčerpatelné doly
de: Unerschöpfliche Minen
et: Mitteammenduvad kaevandused
fi: Ehtymättömät kaivokset
fr: Mines inépuisables
hu: Kimeríthetetlen bányák
lo: ບໍ່ແຮ່ບໍ່ມີວັນໝົດ
pl: Niewyczerpywalne kopalnie
ru: Бесконечные запасы руды в шахтах
sl: Neizčrpljivi rudniki
sv: Aldrig sinande gruvor

source: Inexhaustible and water everywhere
cs: Nevyčerpatelná a voda je všude
de: Unerschöpflich und Wasser überall
fi: Ehtymättömät kaivokset
fr: Inépuisable et eau partout
hu: Kimeríthetetlen és víz mindenütt
lo: ບໍ່ມີວັນໝົດ ແລະ ມີນ້ຳຢູ່ທຸກບ່ອນ
pl: Niewyczerpywalna i dostępna wszędzie
ru: Неисчерпаемость и вода во всем мире

source: Inhabitants
cs: Obyvatelstvo
de: Einwohner
et: Elanikke
fi: Asukkaita
fr: Habitants
hu: Lakosok
lo: ປະຊາກອນ
pl: Ludność
ru: Жители
sl: Prebivalci
sv: Invånare

source: Interior
cs: Vnitrozemí
de: Landesinnere
et: Sisemaa
fi: Sisämaat
fr: Intérieur du territoire
hu: Belterület
lo: ພາຍໃນ
pl: Obszary wewnętrzne
ru: Внутренние районы
sl: Notranjost
sv: Inland

source: Internal test screen for developers
cs: Interní testovací obrazovka pro vývojáře
de: Interner Entwickler-Testdesktop
hu: Belső tesztképernyő a fejlesztők számára
lo: ໜ້າຈໍທົດສອບພາຍໃນສຳລັບນັກພັດທະນາ
pl: Wewnętrzy ekran testowania dla developerów
ru: Внутренний тестовый экран для разработчиков

source: Internet Lobby
et: Interneti ooteruum
fi: Internet-chatti
fr: Salon internet
hu: Online előszoba
lo: ລັອບບີ້ອິນເຕີເນັດ
pl: Lobby internetowe
ru: Интернет лобби
sl: Internetno preddverje

source: Interrupt road building
cs: Přerušit výstavbu cesty
de: Wegbau abbrechen
et: Katkesta tee ehitamine
fi: Keskeytä tien luonti
fr: Interrompre construction
hu: Útépítés megszakítása
lo: ຂັດຂວາງການສ້າງຖະໜົນ
pl: Przerwij budowę drogi
ru: Прервать строительство дороги
sl: Prekini gradbo cest
sv: Avbryt vägsbyggning

source: Intro
cs: Úvod
et: Sissejuhatus
fi: Esittely
fr: Introduction
hu: Bevezető
lo: ວິດີໂອແນະນຳ
pl: Wstęp
ru: Введение
sl: Uvod

source: Invalid API version!
cs: Špatná verze API!
de: Ungültige API-Version!
fi: Sopimaton API-versio!
fr: Version de l'API invalide !
hu: Érvénytelen API verzió!
lo: ເວີຊັນ API ບໍ່ຖືກຕ້ອງ!
pl: Nieprawidłowa wersja API!
ru: Неверная версия API!
sl: Neveljavna različica API!

source: Invalid Replay %1%! Reason: %2%
cs: Neplatný záznam %1%! Důvod: %2%
de: Dies ist kein gültiges Replay %1%! Grund: %2%
fi: Kelpaamaton uusinta %1%! %2%
hu: Érvénytelen visszajátszás: %1%! Hiba oka: %2%
lo: ຣີເພລບໍ່ຖືກຕ້ອງ %1%! ເຫດຜົນ: %2%
pl: Nieprawidłowa powtórka %1%! Powód: %2%
ru: Недопустимое воспроизведение %1%! Причина: %2%

source: Invalid Replay!
cs: Neplatný replay!
de: Dies ist kein gültiges "Siedler RTTR"-Replay!
et: Vigane tagasimäng!
fi: Kelpaamaton uusinta!
fr: Rediffusion non valide
hu: Érvénytelen visszajátszás!
lo: ຣີເພລບໍ່ຖືກຕ້ອງ!
pl: Uszkodzona powtórka!
ru: Неправильный повтор!
sl: Nedelujoč posnetek!
sv: Ogiltig replay!

source: Invalid Savegame %1%! Reason: %2%
cs: Neplatná uložená hra %1%! Důvod: %2%
de: Ungültiges Savegame %1%! Grund: %2%
hu: Érvénytelen mentés: %1%! Hiba oka: %2%.
lo: ເກມທີ່ບັນທຶກບໍ່ຖືກຕ້ອງ %1%! ເຫດຜົນ: %2%
pl: Nieprawidłowy zapis gry %1%! Powód: %2%
ru: Недействительное сохранение игры %1%! Причина: %2%

source: Invalid difficulty: %1%
cs: Neplatná obtížnost: %1%
hu: Érvénytelen nehézségi szint: %1%
lo: ລະດັບຄວາມຍາກບໍ່ຖືກຕ້ອງ: %1%
pl: Niewłaściwy poziom trudności: %1%

source: Invalid end-id for lua data
cs: Neplatné koncové ID pro data lua
de: Ungültige Ende-ID für LUA Daten
hu: Érvénytelen lua-adat záróazonosító
lo: ID ສິ້ນສຸດບໍ່ຖືກຕ້ອງສຳລັບຂໍ້ມູນ lua
pl: Nieprawidłowy end-id dla danych Lua
ru: Неверное завершение идентификатора данных lua

source: Invalid event instance id. Found: %1%. Expected less than %2%.
cs: Neplatné ID instance události. Nalezeno: %1%. Očekáváno méně než %2%.
de: Ungültige Ereignis Instanz ID. %1% gefunden, Wert kleiner %2% erwartet.
hu: Érvénytelen eseménypéldány-azonosító. Talált érték: %1%. Elvárt érték: kevesebb mint %2%.
lo: ໄອດີເຫດການບໍ່ຖືກຕ້ອງ. ພົບ: %1%. ຄາດວ່າຈະຕ້ອງນ້ອຍກວ່າ %2%.
pl: Niepoprawne id instancji zdarzenia. Znaleziona: %1%. Oczekiwana mniejsza niż %2%.
ru: Недопустимый [ID] экземпляра события. Найдено: %1%. Ожидается менее %2%.

source: Invalid id for lua data
cs: Neplatné ID scriptu LUA
de: Ungültige ID für LUA Daten
hu: Érvénytelen azonosító a lua-adatokhoz
lo: ID ບໍ່ຖືກຕ້ອງສຳລັບຂໍ້ມູນ lua
pl: Nieprawidłowy identyfikator danych Lua
ru: Неверный идентификатор для данных lua

source: Invalid maximum human player count: %1%
cs: Neplatný maximální počet hráčů: %1%
hu: Érvénytelen maximális emberi játékosszám: %1%
lo: ຈຳນວນຜູ້ຫຼິ້ນສູງສຸດບໍ່ຖືກຕ້ອງ: %1%
pl: Nieprawidłowa maksymalna liczba żywych graczy: %1%

source: Invalid port. The valid port-range is 1 to 65535!
cs: Špatný port. Přípustné jsou hodnoty mezi 1 a 65535!
de: Ungültiger Port! Port muss im Bereich 1 bis 65535 liegen!
et: Vigane port. Võimalik portide vahemik on 1-65535!
fi: Kelpaamaton portti: portin tulee olla väliltä 1 - 65535!
fr: Port non valide. L'intervalle des ports est entre 1 et 65535 !
hu: Érvénytelen port. Az érvényes porttartomány 1-től 65535-ig terjed!
lo: ພອດບໍ່ຖືກຕ້ອງ. ຊ່ວງພອດທີ່ໃຊ້ໄດ້ແມ່ນ 1 ເຖິງ 65535!
pl: Niepoprawny port. Zakres poprawnych portów to 1 - 65535!
ru: Неправильный порт! Должен быть в пределах от 1 до 65535!
sl: Neveljavna vrata. Veljavno območje vrat je 1 do 65535!
sv: Ogiltig port. Giltiga porter liggar mellan 1 och 65535!

source: Iron
cs: Železo
de: Eisen
et: Raud
fi: Rautaa
fr: Minerai de fer
hu: Vas
lo: ເຫຼັກ
pl: Żelazo
ru: Железо
sl: Železo
sv: Järn

source: Iron founder
cs: Slévač železa
de: Eisengießer
et: Raua sulataja
fi: Raudansulattajia
fr: Fonderie
hu: Vasolvasztár
lo: ຊ່າງຫຼໍ່ເຫຼັກ
pl: Hutnik
ru: Сталевар
sl: Obdelovalec železa
sv: Järnsmältare

source: Iron mine
cs: Železný důl
de: Eisenbergwerk
et: rauakaevandus
fi: Rautakaivos
fr: Mine de fer
hu: Vasércbánya
lo: ບໍ່ແຮ່ເຫຼັກ
pl: Kopalnia rudy żelaza
ru: Железная шахта
sl: Rudnik železa
sv: Järngruva

source: Iron ore
cs: Železná ruda
de: Eisenerz
et: Raua maak
fi: Rautamalmia
fr: Minerai fer
hu: Vasérc
lo: ແຮ່ເຫຼັກ
pl: Ruda żelaza
ru: Железная руда
sl: Železova ruda
sv: Järnmalm

source: Iron smelter
cs: Slévárna
de: Eisenschmelze
et: Raua sulatuskoda
fi: Sulattamo
fr: Fonderie
hu: Vaskohó
lo: ໂຮງຫຼອມເຫຼັກ
pl: Huta żelaza
ru: Сталеплавильня
sl: Talilec železa
sv: Smältverk

source: Iron:
cs: Železo:
de: Eisen:
fi: Rautaa
fr: Fer :
hu: Vas:
lo: ເຫຼັກ:
pl: Ruda żelaza:
ru: Железо:

source: Ironore
cs: Železná ruda
de: Eisenerz
et: Rauamaak
fi: Rautamalmi
fr: Minerai de fer
hu: Vasérc
lo: ແຮ່ເຫຼັກ
pl: Złoża rudy żelaza
ru: Железная руда
sl: Železova ruda
sv: Järnmalm

source: Islands
cs: Ostrov
de: Inseln
et: Tühermaa
fi: Liejuinen
fr: Terres désolées
hu: Szigetek
lo: ເກາະ
pl: Wyspy
ru: Острова
sl: Močvirje

source: It is possible to build small rowing boats as well as huge cargo ships in a shipyard. The boards required for this are skillfully worked by shipwrights.
cs: V loděnici se vyrábějí malé čluny i velké plachetnice. Loděnice vyžaduje neustálý přísun dřevěných prken.
de: Der Bau kleiner Ruderboote sowie riesiger Transportschiffe ist nur in einer Werft möglich. Die dazu benötigten Bretter werden mit handwerklichem Geschick vom Schiffbauer verarbeitet.
et: Laevatehases on võimalik ehitada väikseid aerupaate kui ka tohutuid kaubalaevu. Selleks vajaminevaid laudu töötlevad oskuslikult laevaehitajad.
fi: Laivatelakalla voidaan valmistaa niin pieniä soutuveneitä kuin massiivisia rahtilaivoja. Laivanrakentajat käsittelevät saamansa laudat suurella ammattitaidolla.
fr: La construction de toute embarcation, barque ou Navire, ne peut se dérouler que dans un Chantier naval. Il vous faudra pour cela des planches et tout le savoir-faire de vos ouvriers qualifiés.
hu: A hajógyárban kisméretű evezős csónakokat és hatalmas teherhajókat egyaránt lehet építeni. Az ehhez szükséges deszkákat a hajóácsok mesterien megmunkálják.
lo: ມັນເປັນໄປໄດ້ທີ່ຈະສ້າງເຮືອພາຍຂະໜາດນ້ອຍເຊັ່ນດຽວກັນກັບເຮືອຂົນສົ່ງສິນຄ້າຂະໜາດໃຫຍ່ໃນອູ່ຕໍ່ເຮືອ. ແຜ່ນໄມ້ທີ່ຕ້ອງການສຳລັບສິ່ງນີ້ຖືກເຮັດວຽກຢ່າງຊຳນິຊຳນານໂດຍຊ່າງຕໍ່ເຮືອ.
pl: Zatrudniająca zdolnego szkutnika stocznia pozwoli ci na konstrukcję małych łodzi oraz okazałych żaglowców, które poniosą załogę i ładunek hen za głębokie wody.
ru: На верфи можно строить как маленькие вёсельные лодки, так и огромные грузовые корабли. Необходимые для этого доски искусно обрабатываются корабельными мастерами.
sl: Mogoče je zgraditi majhne čolne na vesla kot tudi velike tovorne ladje v ladjedelnici. Deske, ki so potrebne za to, ladjedelci spretno obdelajo.
sv: I skeppsvarven byggs såväl små roddbåtar som stora fraktskepp. Därtill bearbetar skeppsbyggaren bräden skickligt.

source: Japanese
cs: Japonci
de: Japaner
fr: Japonais
hu: Japánok
lo: ຊາວຍີ່ປຸ່ນ
pl: Japończycy
ru: Японцы
sl: Japonščina

source: Join Game
cs: Připojit se ke hře
de: Spiel beitreten
et: Ühine mänguga
fi: Liity peliin
fr: Rejoindre une partie
hu: Játékhoz csatlakozás
lo: ເຂົ້າຮ່ວມເກມ
pl: Dołącz do gry
ru: Присоединиться к игре
sl: Pridruži se igri
sv: Gå med

source: Jump finished (%1$.3g seconds).
cs: Skok skončil (%1$.3g seconds).
de: Schnellvorlauf beendet (%1$.3g Sekunden).
hu: Ugrás kész (%1$.3g másodperc).
lo: ການກະໂດດສຳເລັດ (%1$.3g ວິນາທີ).
pl: Przeskok zakończony(%1$.3g seconds).
ru: Скачек завершен (%1$.3g секунды).

source: Jump to X:Y
cs: Skočit na X:Y
hu: Ugrás ide: X:Y
lo: ກະໂດດໄປທີ່ X:Y
pl: Przeskocz do X:Y

source: Keep setting
cs: Zachovat volbu
de: Einstellung beibehalten
fi: Asetukset
hu: Beállítás megtartása
lo: ຮັກສາການຕັ້ງຄ່າ
pl: Zachowaj ustawienie
ru: Продолжайте настройку

source: Keyboard layout
cs: Rozložení klávesnice
de: Tastaturbelegung
et: Klaviatuuri paigutus
fi: Näppäimistöasettelu
fr: Disposition du clavier
hu: Billentyűzetkiosztás
lo: ຮູບແບບແປ້ນພິມ
pl: Skróty klawiaturowe
ru: Раскладка клавиатуры
sl: Razpored tipk
sv: Tangentbordslayout

source: Land
cs: Země
de: Landschaft
fr: Terrain
hu: Szárazföld
lo: ແຜ່ນດິນ
pl: Kraina
ru: Трава

source: Landscape
cs: Na šířku
de: Landschaft
fr: Paysage
hu: Táj
lo: ພູມສັນຖານ
pl: Krajobraz
ru: Тип карты

source: Language:
cs: Jazyk:
de: Sprache:
et: Keel:
fi: Kieli:
fr: Langue :
hu: Nyelv:
lo: ພາສາ:
pl: Język:
ru: Язык:
sl: Jezik:
sv: Språk:

source: Length
cs: Délka
de: Länge
et: Pikkus
fi: Kesto
fr: Durée
hu: Hossz
lo: ຄວາມຍາວ
pl: Długość
ru: Длина
sl: Dolžina
sv: Längd

source: Less
cs: Méně
de: Weniger
et: Vähem
fi: Vähemmän
fr: Moins
hu: Kevesebb
lo: ໜ້ອຍລົງ
pl: Mniej
ru: Меньше
sl: Manj
sv: Mindre

source: Less attackers
cs: Méně útočníků
de: Weniger Angreifer
et: Vähem ründajaid
fi: Vähemmän hyökkääjiä
fr: Moins d'assaillants
hu: Kevesebb támadó
lo: ຜູ້ໂຈມຕີນ້ອຍລົງ
pl: Mniej atakujących
ru: Меньше нападающих
sl: Manj napadalcev
sv: Färre angripare

source: Less often
cs: Méně často
de: Seltener
et: Harvem
fi: Harvemmin
fr: Moins fréquent
hu: Ritkábban
lo: ບໍ່ຄ່ອຍ
pl: Rzadziej
ru: Реже
sl: Manj pogosto
sv: mindre ofta

source: Less repeats
cs: Méně opakování
de: Weniger Wiederholungen
et: Vähem kordusi
fi: Vähemmän toistoja
fr: Moins de répétitions
hu: Kevesebb újrajátszás
lo: ຫຼິ້ນຊ້ຳໜ້ອຍລົງ
pl: Mniej powtórzeń
ru: Меньше повторов
sl: Manj ponavljanj
sv: Färre upprepningar

source: Limit Framerate:
cs: Limitovaný framerate:
de: Begrenze Framerate:
et: Piira kaadrisagedust:
fi: Rajoita ruudunpäivitys
fr: Limiter le débit d'images :
hu: Képkockasebesség korlátozása:
lo: ຈຳກັດອັດຕາເຟຣມ:
pl: Ograniczenie klatek/sek:
ru: Ограничение частоты смены кадров:
sl: Omeji število slikovnih okvirjev:
sv: Begränsa bildhastighet:

source: Limit number of catapults
cs: Omezte počet katapultů
de: Begrenze die Anzahl der Katapulte
fr: Limiter le nombre de catapultes
hu: Katapultok számának korlátozása
lo: ຈຳກັດຈຳນວນເຄື່ອງຍິງຫີນ
pl: Ogranicz liczbę katapult
ru: Ограничение на количетво катапульт
sl: Omeji število katapultov

source: Limit the rank for soldiers
cs: Vojákům je omezeno dosažení nejvyšší hodnosti.
de: Limitiere den Rang der Soldaten
fr: Limiter le grade des soldats
hu: Katonák rangjának korlátozása
lo: ຈຳກັດຍົດສຳລັບທະຫານ
pl: Ogranicz rangę żołnierzy
ru: Ограничить ранг солдат
sl: Omeji čin vojavkov
