Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: The defensive capabilities and size of the fortress are unsurpassed. This stronghold ensures that other valuable buildings and commodities are protected. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
cs: Pevnost je nejsilnější vojenskou budovou ve hře a pojme nejvíce vojáků. Použitím ikony s mincí můžeš zakázat doručování zlatých mincí do příslušné vojenské budovy. Pokud ovšem vojákům zlato nedoručíš, nemohou se zlepšovat ve svých bojových dovednostech.
de: Die Verteidigungskraft und Größe der Festung ist unübertroffen. Der Schutz wertvoller Ländereien ist mit diesem Bollwerken gewährleistet. Mit dem "Goldmünze"-Button können Sie die Lieferung von Goldmünzen an die hier stationierten Soldaten stoppen.
et: Kindluse kaitsevõime ja suurus on ületamatud. See kaitserajatis kindlustab, et muud väärtuslikud ehitised ja kaubad on kaitstud. Kasutades kuldmündi nuppu saad sa peatada kuldmüntide andmise siin majutatud sõduritele. Samas, ilma kuldmüntideta ei saa siinsed sõdurid treenida ja oma oskusi arendada.
fi: Linnakkeen tarjoamaa puolustusta ja kokoa ei voida ylittää. Tämä rakennus totta vie suojaa tärkeimmät rakennuksesi. Käyttämällä kultakolikkopainiketta voit keskeyttää kolikoiden jaon sotilaille. Sotilaat eivät kuitenkaan tällöin voi harjoitella ja parantaa kykyjään.
fr: La Forteresse est incontestablement le bâtiment le plus important par sa taille et sa puissance. Ce véritable bastion contribuera à défendre vos territoires les plus précieux. Le bouton « Pièces d'or » vous permet d'interrompre le paiement de la solde des militaires qui sont stationnés dans ce bâtiment.
hu: Az erőd védelmi képessége és mérete páratlan. Ez az erődítmény biztosítja más értékes épületek és áruk védelmét. Az aranyérme gombbal leállíthatod az itt állomásozó katonáknak szánt aranyérmék szállítását. Aranyérmék nélkül azonban a katonák nem tudnak gyakorlatozni és fejleszteni a képességeiket.
lo: ຄວາມສາມາດໃນການປ້ອງກັນ ແລະ ຂະໜາດຂອງປ້ອມປາການແມ່ນບໍ່ມີໃຜທຽບໄດ້. ຖານທີ່ໝັ້ນທີ່ແຂງແກ່ນນີ້ຮັບປະກັນວ່າອາຄານ ແລະ ສິນຄ້າທີ່ມີຄ່າອື່ນໆຈະຖືກປົກປ້ອງ. ໂດຍການໃຊ້ປຸ່ມຫຼຽນຄຳ ທ່ານສາມາດຢຸດການຈັດສົ່ງຫຼຽນຄຳໃຫ້ແກ່ທະຫານທີ່ປະຈຳການຢູ່ທີ່ນີ້. ແນວໃດກໍ່ຕາມ, ຖ້າບໍ່ມີຫຼຽນຄຳ ທະຫານຢູ່ທີ່ນີ້ກໍບໍ່ສາມາດຝຶກຊ້ອມ ແລະ ປັບປຸງທັກສະຂອງພວກເຂົາໄດ້.
pl: Forteca pod względem defensywnym oraz gabarytowym nie ma sobie równych. To ona stanowi trzon zabudowy obronnej twojego państwa. Za pomocą ikony złotej monety możesz dopuścić lub zatrzymać dostawy złotych monet dla twoich wojaków. Pamiętaj jednak, że bez nich żołdacy nie mogą trenować, a co za tym idzie - zwiększać swoich umiejętności.
ru: Оборонительные возможности и размер крепости неоспоримы. Это укрепление гарантирует, что остальные ценные здания защищены. Искользование кнопки с золотой монетой позволяет прекратить поставку золотых монет находящимся здесь солдатам. Но без золотых монет солдаты не смогут тренироваться и улучшать свои навыки.
sl: Obrambne sposobnosti in kapaciteta vojaške trdnjave sta neprekosljiva. Je največja zgradba za vseljevanje vojakov. Z uporabo gumba z ikono zlatnika se zaustavi dostava zlatnikov v zgradbo. Kakorkoli, brez zlatnikov se vojaki ne morejo izboljševati.
sv: Försvarsmöjligheterna och utrymmet i borgen är oöverträffade. Denna fästning ser till att andra värdefulla byggnader och varor är säkra. Med hjälp av myntknappen kan du stoppa leveransen av guldmynt till de här stationerade soldaterna. Fast, utan mynt kan soldaterna inte träna och utveckla sina färdigheter.

source: The emergency program has been activated.
cs: Byl spuštěn nouzový program.
de: Das Notprogramm wurde aktiviert.
et: Hädaolukorra programm on aktiveeritud.
fi: Hätäohjelma on käynnistetty
fr: Programme d'urgence activé !
hu: A vészhelyzeti program aktiválódott.
lo: ໂປຣແກຣມສຸກເສີນໄດ້ຖືກເປີດໃຊ້ງານແລ້ວ.
pl: Program ratunkowy został włączony
ru: Программа сохранения критического запаса товаров активирована.
sl: Zasilni program je bil aktiviran.
sv: Krisprogrammet har aktiverats.

source: The emergency program has been deactivated.
cs: Nouzový program byl zrušen.
de: Das Notprogramm wurde deaktiviert.
et: Hädaolukorra programm on deaktiveeritud.
fi: Hätäohjelma on pysäytetty
fr: Programme d'urgence désactivé !
hu: A vészhelyzeti program leállt.
lo: ໂປຣແກຣມສຸກເສີນໄດ້ຖືກປິດໃຊ້ງານແລ້ວ.
pl: Program ratunkowy został wyłączony.
ru: Программа сохранения критического запаса товаров деактивирована.
sl: Zasilni program je bil deaktiviran.
sv: Krisprogrammet har deaktiverats.

source: The farmer plants and harvests grain in the surrounding fields. A windmill then processes the harvested grain into flour or can be used to feed the pigs.
cs: Sedlák pěstuje na svých polích obilí. To se v mlýně mele na mouku nebo se ve vepříně použije ke krmení prasat.
de: Der Bauer pflanzt und erntet Getreide auf den umliegenden Äckern. Eine Windmühle kann dann das geerntete Korn zu Mehl verarbeiten.
et: Talupidaja külvab ja lõikab vilja ümbritsevatel põldudel. Tuuleveski töötleb siis lõigatud vilja jahuks või seda võib kasutada sigade söötmiseks.
fi: Viljelijä viljelee maata ja siten tuottaa viljaa ympäröivillä pelloilla. Vilja voidaan jatkokäsitellä tuulimyllyssä jauhoiksi tai tarjota sellaisenaan sikojen muonaksi.
fr: Le Paysan plante et récolte les céréales dans les champs alentours. Le blé peut ensuite être transformé dans un Moulin.
hu: A földműves gabonát vet és arat a környező földeken. A szélmalom a betakarított gabonát lisztté őrli, vagy a sertések takarmányává válik.
lo: ຊາວກະສິກອນປູກ ແລະ ເກັບກ່ຽວເມັດພືດໃນທົ່ງນາອ້ອມຂ້າງ. ໂຮງສີເຂົ້າຈະປຸງແຕ່ງເມັດພືດທີ່ເກັບກ່ຽວໄດ້ໃຫ້ເປັນແປ້ງ ຫຼື ສາມາດນຳໃຊ້ເພື່ອລ້ຽງໝູ.
pl: Rolnik rozsiewa zboże na okolicznych poletkach i ścina je, gdy urośnie. Pokos trafia następnie do młyna, gdzie przemieni się w mąkę, lub zostaje użyty jako pokarm dla świń bądź osłów.
ru: Фермер выращивает и собирает зерно на ближайших полях. Зерно может использоваться на мельнице для производства муки, а также для разведения свиней и ослов. Также оно необходимо в пивоварне.
sl: Kmet posaja in pobira žito na bližnjih poljih. Mlin potem obdela pobrano žito v moko, ali pa se uporabi za krmo prašičev.
sv: Bonden skördar korn på fälten omkring bondgården. Antingen mals säden i kvarnen eller så matas grisar och åsnar med den.

source: The file was not found!
cs: Soubor nebyl nalezen!
de: Die Datei wurde nicht gefunden!
hu: A fájl nem található!
lo: ບໍ່ພົບໄຟລ໌!
pl: Plik nie został odnaleziony!
ru: Файл не найден!

source: The fish man is responsible for finding water rich in fish. His fish feed a great many miners.
cs: Rybář loví ve vodách bohatých na ryby. Jeho rybami se pak živí velmi mnoho horníků.
de: Die Suche nach fischreichen Gewässern ist die Aufgabe des Fischers. Mit seinem Fisch wird mancher Bergarbeiter ernährt.
et: Kalamees vastutab kalarikaste vete leidmise eest. Tema püütud kalad toidavad paljusid kaevureid.
fi: Kalastaja on vastuussa kalarikkaiden vesien löytämisestä. Hänen kalansa ruokkivat monet nälkäiset kaivosmiehet.
fr: C'est au pêcheur qu'il incombe de déterminer l'état des ressources poissonneuses d'un point d'eau. Sa pêche assure la subsistance de nombreux Mineurs.
hu: A halász feladata, hogy halakban gazdag vizeket találjon. Az általa fogott halak számos bányászt etetnek.
lo: ຊາວປະມົງຮັບຜິດຊອບໃນການຊອກຫານ້ຳທີ່ອຸດົມສົມບູນໄປດ້ວຍປາ. ປາຂອງລາວລ້ຽງຄົນງານບໍ່ແຮ່ຈຳນວນຫຼາຍ.
pl: Rybak trudni się połowem smacznych ryb. Dostarczone przez niego pożywienie zapełni żołądki wielu górników.
ru: Рыбак отвечает за поиск богатых рыбой районов побережья. Эту рыбу потом едят шахтеры.
sl: Ribič je odgovoren najti vodo, bogato z ribami. Njegovi ulovi nahranijo ogromno rudarjev.
sv: I större vatten metar fiskaren efter fisk. Fisken försöjer många gruvarbetare.

source: The flour produced at the windmill can be combined with water in the bakery to make oven-fresh bread. It's your miners' favorite!
cs: Pekárna se zásobuje moukou z mlýna a vodou ze studny. Vyrábí se zde kvalitní pečivo, které mají rádi horníci v dolech.
de: Das von der Windmühle erzeugte Mehl kann in der Bäckerei zusammen mit Wasser zu ofenfrischem Brot verarbeitet werden. Es ist bei Ihren Bergarbeitern sehr beliebt!
et: Tuuleveskis toodetud jahust saab pagari töökojas veega kombineerituna teha ahjusooja leiba. See on sinu kaevurite lemmik!
fi: Tuulimyllyssä valmistettu jauho yhdistettynä veteen luo maukasta uunituorettaa leipää. Se jos mikä maistuu kaivoksissa ahertaville!
fr: La farine obtenue au Moulin ajoutée à de l'eau donne de délicieux pains chauds dont les Mineurs raffolent.
hu: A szélmalomban előállított lisztet vízzel összekeverve friss, kemencében sült kenyér süthető a pékségben. A bányászaid kedvence!
lo: ແປ້ງທີ່ຜະລິດຢູ່ໂຮງສີເຂົ້າສາມາດປະສົມກັບນ້ຳໃນໂຮງງານເຂົ້າໜົມປັງເພື່ອເຮັດເຂົ້າຈີ່ທີ່ອົບໃໝ່ໆ. ມັນເປັນຂອງໂປດຂອງຄົນງານບໍ່ແຮ່ຂອງທ່ານ!
pl: Z dostarczonej z młyna mąki oraz świeżej wody wypiekany jest pyszny chleb, na myśl o którym twoim górnikom cieknie ślinka!
ru: Мука, произведенная на мельнице, может потом вместе с водой быть использована в пекарне, чтобы выпечь хлеб - любимую еду шахтеров!
sl: Proizvedena moka v mlinu se kombinaciji z vodo uporabi za peko kruha. Vsi rudarji ga imajo zelo radi.
sv: Mjölet som produceras i kvarnen kan tillsammans med vatten bakas ut till ugnsvarmt bröd. Det är gruvarbetarnas favorit.

source: The game clients are out of sync. Would you like to send debug information to RttR to help us avoiding this in the future? Thank you very much!
cs: Herní klienti nejsou synchronizovaní. Nechtěli byste nám poslat ladící informace, abychom tomu mohli v budoucnu zabránit? Děkujeme!
de: Die Clients sind nicht mehr synchron. Wollen Sie uns helfen, das Spiel besser zu machen, und Debug-Daten übertragen? Vielen Dank!
et: Mängu kliendid on sünkroonist väljas. Kas sa soovid saata silumise andmed RttR'ile, et aidata meil seda tulevikus vältida? Suured tänud!
fi: Pelaajien tahdistus ei täsmää. Haluaisitko lähettää "debug" tiedot RttR palvelimelle, jotta voisimme välttää saman virheen tulevaisuudessa? Kiitos!
fr: Les clients de la partie ne sont pas synchronisés. Voulez-vous envoyer des informations de debogage aux développeurs pour nous aider à éviter ce problème ? Merci beaucoup !
hu: A játékkliensek nincsenek szinkronban. Szeretnél hibakeresési adatokat küldeni az RttR fejlesztőinek, hogy ezt a jövőben elkerülhessük? Köszönjük!
lo: ໄຄລເອັນຂອງເກມບໍ່ກົງກັນ. ທ່ານຕ້ອງການສົ່ງຂໍ້ມູນດີບັກໄປທີ່ RttR ເພື່ອຊ່ວຍພວກເຮົາຫຼີກລ້ຽງບັນຫານີ້ໃນອະນາຄົດບໍ? ຂອບໃຈຫຼາຍໆ!
pl: Klienty straciły synchronizację. Czy chciałbyś przesłać nam informacje diagnostyczne i pomóc nam uniknąć tego problemu w przyszłości? Z góry dziękujemy!
ru: Игровые клиенты не синхронизированы. Хотите отправить отладочную информацию RttR, чтобы помочь нам избежать этого в дальнейшем? Спасибо большое!
sl: Igralni klienti niso sinhronizirani. Želite poslati RttR razhroščevalno informacijo, da nam pomagate preprečiti to v prihodnosti? Najlepša hvala!
sv: Spelklienterna har tappat kontakten med varandra. Vill du skicka in debug information till RttR så att vi kan undvika framtida problem av detta slag? Tack på förhand!

source: The grain is ground in the windmill. The flour from the windmill is later used at the bakery to bake bread.
cs: V mlýnech se obilí od sedláka zpracovává na mouku. Ta se pak využije v pekárně.
de: Das Korn wird in der Windmühle gemahlen. Das so erzeugte Mehl wird später von einer Bäckerei zu Brot verarbeitet.
et: Vili jahvatatakse tuuleveskis. Saadud jahu kasutatakse hiljem pagaritöökojas leiva küpsetamiseks.
fi: Vilja käsitellään jauhoiksi tuulimyllyssä. Jauhot taas voidaan käyttää leivän tekoon leipomossa.
fr: Le blé est moulu au Moulin. La farine que l'on obtient est ensuite utilisée par le Boulanger pour confectionner du pain.
hu: A szélmalomban őrlik a gabonát. A malomból származó lisztet a pékség ezután kenyérsütéshez használja.
lo: ເມັດພືດຈະຖືກສີໃນໂຮງສີເຂົ້າ. ແປ້ງຈາກໂຮງສີເຂົ້າຈະຖືກນຳໃຊ້ໃນພາຍຫຼັງທີ່ໂຮງງານເຂົ້າໜົມປັງເພື່ອອົບເຂົ້າຈີ່.
pl: Zboże mielone jest młynie, skąd - pod postacią mąki - trafia do piekarń.
ru: На мельнице из зерна производят муку, котоаря затем используется в пекарне для приготовления хлеба.
sl: Žito je pridelano v mlinu. Moka iz mlina je kasneje uporabljena v pekarni za peko kruha.
sv: Säd mals i kvarnen. Mjölet behövs i bageriet för att baka bröd.

source: The guardhouse is a comfortable place for the military which is also protected by solid stone walls. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
cs: Strážnice je pohodlné sídlo pro tvé vojáky, které je chráněno pevnými kamennými zdmi. Použitím ikony s mincí můžeš zakázat doručování zlatých mincí do příslušné vojenské budovy. Pokud ovšem vojákům zlato nedoručíš, nemohou se zlepšovat ve svých bojových dovednostech.
de: Die Wachstube ist ein recht komfortabler Platz für das Militär und zudem noch durch stabile Steinmauern abgesichert. Mit dem "Goldmünzen"-Button können Sie die Lieferung von Goldmünzen an die hier stationierten Soldaten stoppen.
et: Vahimaja on mugav koht sõjaväe jaoks, mis on ka kaitstud ka kindlate kivimüüride poolt. Kasutades kuldmündi nuppu saad sa peatada kuldmüntide andmise siin majutatud sõduritele. Samas, ilma kuldmüntideta ei saa siinsed sõdurid treenida ja oma oskusi arendada.
fi: Vahtitalo on miellyttävä paikka sotilaille, joka tarjoaa suojaa kivimuurein. Käyttämällä kultakolikkopainiketta voit keskeyttää kolikoiden jaon sotilaille. Sotilaat eivät kuitenkaan tällöin voi harjoitella ja parantaa kykyjään.
fr: La salle des gardes est pour les soldats un lieu de vie très agréable et très bien protégé puisqu'il est entouré d'un mur de pierres. Le bouton « Pièces d'or » vous permet d'interrompre le paiement de la solde des militaires qui sont stationnés dans ce bâtiment.
hu: Az őrház kényelmes hely a katonák számára, és masszív kőfalak védik. Az aranyérme gombbal leállíthatod az itt állomásozó katonáknak szánt aranyérmék szállítását. Aranyérmék nélkül azonban a katonák nem tudnak gyakorlatozni és fejleszteni a képességeiket.
lo: ປ້ອມຍາມແມ່ນສະຖານທີ່ທີ່ສະດວກສະບາຍສຳລັບທະຫານ ເຊິ່ງຍັງຖືກປົກປ້ອງດ້ວຍກຳແພງຫີນທີ່ແຂງແກ່ນ. ໂດຍການໃຊ້ປຸ່ມຫຼຽນຄຳ ທ່ານສາມາດຢຸດການຈັດສົ່ງຫຼຽນຄຳໃຫ້ແກ່ທະຫານທີ່ປະຈຳການຢູ່ທີ່ນີ້. ແນວໃດກໍ່ຕາມ, ຖ້າບໍ່ມີຫຼຽນຄຳ ທະຫານຢູ່ທີ່ນີ້ກໍບໍ່ສາມາດຝຶກຊ້ອມ ແລະ ປັບປຸງທັກສະຂອງພວກເຂົາໄດ້.
pl: Strażnica to wygodna, chroniona tęgimi kamiennymi murami kwatera. Za pomocą ikony złotej monety możesz dopuścić lub zatrzymać dostawy złotych monet dla twoich wojaków. Pamiętaj jednak, że bez nich żołdacy nie mogą trenować, a co za tym idzie - zwiększać swoich umiejętności.
ru: Караульная башня - удобное место для размещения войск, которое защищено прочными каменными стенами. Искользование кнопки с золотой монетой позволяет прекратить поставку золотых монет находящимся здесь солдатам. Но без золотых монет солдаты не смогут тренироваться и улучшать свои навыки.
sl: Vojaška hiša je udobno mesto za vojsko, ki je tudi varovana z solidnimi kamnitimi stenami. Z uporabo gumba z zlatnikom lahko ustaviš dostavo zlatnikov vojakom v tej utrdbi. Vendar se brez zlatnikov tukajšnji vojaki ne morejo vežbati in izboljševati spretnosti.
sv: Vaktstugan är en bekväm plats för soldaterna som skyddas av stadiga stenväggar. Med hjälp av myntknappen kan du stoppa leveransen av guldmynt till de här stationerade soldaterna. Fast, utan mynt kan soldaterna inte träna och utveckla sina färdigheter.

source: The headquarters represents the center of your realm. The large amount of storage space available means a great many things can be safely stored here. You can release certain merchandise from the headquarters, as and when required or stop its storage. To do this, first choose the corresponding icon followed by the desired merchandise or job symbol. On the third page, you can adjust the number of reserve soldiers who are responsible for guarding the headquarters. There are two values given: the first value indicates the current number of men, the second value indicates the desired number.
cs: Hlavní stan představuje centrum tvé říše. Poskytuje dostatek skladovacího prostoru pro uložení rozličných zásob. Z hlavního stanu je v případě potřeby možné nechat některé zboží vyskladnit nebo zakázat zde jeho ukládání. K těmto úkonům slouží ikony v dolní části okna. Na třetí stránce můžete nastavit počet vojáků, kteří zůstanou v rezervě a budou bránit hlavní stan při přepadení. První číslo ukazuje současný stav; číslo za lomítkem pak indikuje, kolik vojáků chcete v rezervě mít.
de: Das Hauptquartier stellt das Zentrum Ihres Reiches dar. Durch das große Angebot an Lagerraum lassen sich hier viele Dinge sicher aufbewahren. Sie können bei Bedarf bestimmte Waren aus dem Hauptquartier entfernen lassen oder deren Einlagerung stoppen. Wählen Sie dazu zuerst den entsprechenden Button, dann das gewünschte Waren- oder Berufssymbol. Auf der dritten Seite stellen Sie die Reserve an Soldaten ein, die das Hauptquartier bewachen sollen. Der erste Wert gibt die momentane, der zweite Wert die gewünschte Besetzung an.
et: Peakorter esindab sinu ala keskust. Suur hulk kasutatavat ladustamise pinda tähendab, et paljusid asju saab siin turvaliselt ladustada. Sa võid väljastada soovitud kaupa peakorterist kui ja millal vaja või peatada selle ladustamine. Et seda teha, esiteks vali asjasse puutuv ikoon seejärel soovitud kauba või töö sümbol. Kolmandalt lehelt saad sa muuta reservis olevate sõdurite arvu, kes on vastutavad peakorteri valvamise eest. Seal on kaks väärtust antud: esimene neist näitab praegust meeste arvu, teine n-itab soovitud arvu.
fi: Päämaja edustaa valtakuntasi keskusta. Suuri määrä varastotilaa sallii monien asioiden säilömisen siellä turvallisesti. Voit tarpeen mukaan poistaa jotkin resurssit sieltä tai lakkauttaa niiden vastaanoton. Voit tehdä tämän napsauttamalla ensin toimintoa vastaavaa painiketta ja sen jälkeen resurssia edustavaa kuvaketta. Kolmannella sivulla voit määrittää reservissä olevat sotilaat, jotka vastaavat päämajan suojelusta. Näkymässä on kaksi lukua: ensimmäinen kertoo sotilaiden tämänhetkisen määrän, toinen vastaavasti kertoo halutun määrän.
fr: Le Quartier général constitue le cœur de votre Colonie. En raison du manque de places, de nombreux éléments y sont entreposés. Vous pouvez décider en cas de nécessité de déstocker ou de stopper l'entreposage de certaines marchandises ou le transit de certaines populations. Pour cela, sélectionnez le bouton correspondant puis l'icône représentant le produit ou le corps de métier souhaité. La troisième page vous permet de déterminer le nombre de soldats assignés à la surveillance du Quartier général. Le premier chiffre indique leur nombre actuel et le second l'effectif souhaitable.
hu: A főhadiszállás szolgál birodalmad központjaként. Nagy raktárkapacitása révén rengeteg dolgot tárolhatsz itt biztonságban. A főhadiszállásról szükség szerint kivitethetsz bizonyos árucikkeket, vagy leállíthatod azok raktározását. Ehhez először válaszd ki a megfelelő ikont, majd a kívánt árucikk vagy foglalkozás szimbólumát. A harmadik oldalon beállíthatod a főhadiszállás őrzéséért felelős tartalékos katonák számát. Itt két érték látható: az első a jelenlegi, a második a kívánt létszámot jelzi.
lo: ສຳນັກງານໃຫຍ່ເປັນສູນກາງຂອງອານາຈັກຂອງທ່ານ. ພື້ນທີ່ເກັບຮັກສາຂະໜາດໃຫຍ່ທີ່ມີຢູ່ໝາຍຄວາມວ່າສິ່ງຂອງຫຼາຍຢ່າງສາມາດເກັບຮັກສາໄວ້ທີ່ນີ້ໄດ້ຢ່າງປອດໄພ. ທ່ານສາມາດປ່ອຍສິນຄ້າບາງຢ່າງອອກຈາກສຳນັກງານໃຫຍ່ໄດ້ຕາມທີ່ຕ້ອງການ ຫຼື ຢຸດການເກັບຮັກສາ. ເພື່ອເຮັດສິ່ງນີ້, ກ່ອນອື່ນໃຫ້ເລືອກໄອຄອນທີ່ສອດຄ້ອງກັນ ຕາມດ້ວຍສິນຄ້າທີ່ຕ້ອງການ ຫຼື ສັນຍາລັກວຽກ. ໃນໜ້າທີສາມ, ທ່ານສາມາດປັບຈຳນວນທະຫານສຳຮອງທີ່ຮັບຜິດຊອບໃນການເຝົ້າຍາມສຳນັກງານໃຫຍ່. ມີສອງຄ່າທີ່ໃຫ້ໄວ້: ຄ່າທຳອິດສະແດງເຖິງຈຳນວນຄົນໃນປັດຈຸບັນ, ຄ່າທີສອງສະແດງເຖິງຈຳນວນທີ່ຕ້ອງການ.
pl: Kwatera główna stanowi ośrodek twojego państwa. Dysponuje obszernym wnętrzem i magazynem, przez co zmieści wielu osadników i mnóstwo towaru. Jeśli tylko zajdzie potrzeba, możesz przestać składować dany towar lub przenieść go w inne miejsce. Aby to zrobić, wybierz odpowiednią opcję z panelu i zaznacz ikonę towaru lub zawodu osadnika. Na trzeciej stronie możesz dostosować liczbę żołnierzy odpowiedzialnych za obronę kwatery. Widnieją tam dwie wartości: pierwsza oznacza liczbę rezerwowych wojaków, druga - wybranych do obrony.
ru: Штаб-квартира представляет собой центр ваших владений. Большой объем доступного места для хранения означает, что здесь можно безопасно хранить очень много вещей. Вы можете выпустить определенный товар из штаб-квартиры по мере необходимости или остановить его хранение. Для этого сначала выберите соответствующий значок, а затем нужный символ товара или работы. На третьей странице вы можете настроить количество солдат запаса, отвечающих за охрану штаба. Даны два значения: первое значение указывает текущее количество мужчин, второе значение указывает желаемое количество.
sl: Glavna utrdba predstavlja središče vašega kraljestva. Velika kapaciteta skladišča pomeni, da so tu lahko velike količine blaga varno shranjene. Po potrebi lahko ukažeš izvoz določenega blaga iz glavne utrdbe, ali pa prenehaš z njegovim shranjevanjem. To se napravi z izborom ikone željenega blaga in simbola za dejavnost. Na tretji strani je mogoče spreminjati število rezervnih vojakov, ki so zadolženi za branjenje glavne utrdbe. Prikazani sta dve vrednosti: prva prikazuje stanje vojakov, druga pa željena količina vojakov.
sv: Högkvarteret representerar ditt rikes centrum. Den stora lagringskapaciteten möjliggör säker lagring av många saker här. Du kan lämna ut vissa varor från högkvarteret om och när det behövs eller stoppa lagring. För att göra detta väljer du först den relevanta ikonen och sedan den önskade varan eller jobbsymbolen. På den tredje sidan kan du justera antalet reservsoldater som har ansvar för att skydda högkvarteret. Två värden ges: det första värdet anger aktuellt antal soldater och det andra värdet anger önskat antal.
