Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Adjust the time after which the economy mode victory condition is checked.
cs: Upravte dobu, po které se zkontroluje podmínka vítězství v ekonomickém režimu.
fr: Ajuster le temps après lequel la condition de victoire du mode économie est vérifiée.
hu: Annak beállítása, hogy mennyi idő elteltével ellenőrizze a játék a gazdasági győzelem feltételét.
lo: ປັບເວລາຫຼັງຈາກທີ່ເງື່ອນໄຂການຊະນະໃນໂໝດເສດຖະກິດຈະຖືກກວດສອບ.
pl: Dostosuj czas, po którym sprawdzany jest warunek zwycięstwa w trybie ekonomicznym.
ru: Настройте время, по истечении которого проверяется условие победы в Экономическом режиме.

source: Adjusts how long a building will burn for when it is destroyed
cs: Možnost nastavit, jak dlouho bude budova hořet, když je zbořena
de: Legt fest wie lange zerstörte Gebäude brennen sollen.
fr: Ajuster le temps de combustion des bâtiments lorsqu'ils sont détruits.
hu: Beállítja, hogy egy épület mennyi ideig égjen, miután le lett rombolva
lo: ປັບໄລຍະເວລາທີ່ອາຄານຈະໄໝ້ເມື່ອຖືກທຳລາຍ
pl: Dostosuj to, jak długo będzie palił się budynek, gdy zostanie zniszczony
ru: Регулирует, как долго здание будет гореть после его разрушения
sl: Prilagodi kako dolgo bo zgradba gorela ko je uničena

source: Advanced
cs: Pokročilý
de: Fortgeschritten
et: Muud
fi: Edistynyt
fr: Avancé
hu: Speciális
lo: ຂັ້ນສູງ
pl: Zaawansowane
ru: Дополнительно
sl: Napredno
sv: Avancerat

source: Africans
cs: Afričané
de: Nubier
et: Aafriklased
fi: Afrikkalaiset
fr: Africains
hu: Afrikaiak
lo: ຊາວອາຟຣິກາ
pl: Afrykanie
ru: Африканцы
sl: Afričani
sv: Nubier

source: After the following order
cs: Podle následujícího pořadí
de: Nach folgender Reihenfolge
et: Peale järgnevat järjestust
fi: Määräyksen jälkeen
fr: Après l'ordre suivant
hu: Az alábbi sorrend szerint
lo: ຫຼັງຈາກຄຳສັ່ງຕໍ່ໄປນີ້
pl: Według następującej kolejności
ru: После следующего приказа
sl: Po naslednjem ukazu
sv: Använd den här ordningsföljden

source: All
cs: Vše
de: Alle
et: Kõik
fi: Kaikki
fr: Tous
hu: Összes
lo: ທັງໝົດ
pl: Wszystkie
ru: Все
sl: Vse
sv: Alla

source: All important messages are collected in this window and sorted into groups. If this window is not open, the dove symbol at the bottom of the screen indicates the arrival of a new message.
cs: V tomto okně jsou všechny důležité zprávy a jsou řazeny do skupin. Pokud toto okno není otevřené, nové příchozí zprávy jsou označeny symbolem holubice ve spodní části obrazovky.
de: Alle wichtigen Nachrichten werden in diesem Fenster gesammelt und nach Gruppen sortiert. Falls dieses Fenster nicht geöffnet ist, signalisiert Ihnen das Taubensymbol am unteren Bildschirmrand die Ankunft einer neuen Nachricht.
fr: Toutes les nouvelles importantes seront rassemblées et classées dans cette fenêtre. Si elle n'est pas ouverte, une icône représentant un pigeon apparaîtra en bas de l'écran, vous signalant l'arrivée d'une missive.
hu: Minden fontos üzenet ebben az ablakban van összegyűjtve és csoportokba rendezve. Ha ez az ablak nincs megnyitva, a képernyő alján lévő galamb szimbólum jelzi az új üzenet érkezését.
lo: ຂໍ້ຄວາມສຳຄັນທັງໝົດຈະຖືກລວບລວມຢູ່ໃນໜ້າຕ່າງນີ້ ແລະ ຈັດຮຽງເປັນກຸ່ມ. ຖ້າໜ້າຕ່າງນີ້ບໍ່ເປີດ, ສັນຍາລັກນົກເຂົາຢູ່ລຸ່ມສຸດຂອງໜ້າຈໍຈະບອກເຖິງການມາເຖິງຂອງຂໍ້ຄວາມໃໝ່.
pl: Wszystkie ważne wiadomości są gromadzone w tym oknie i sortowane w grupy. Jeśli to okno nie jest otwarte, symbol gołębia na dole ekranu wskazuje nadejście nowej wiadomości.
ru: Все важные сообщения собираются в этом окне и рассортированы по группам. Если это окно закрыто, символ голубя в нижней части экрана оповестит Вас о новом сообщении.
sl: Vsa pomembna sporočila so zbrana v temu oknu in razvrščena v skupine. Če to okno ni odprto, bo na dnu zaslona znak goloba označeval nova sporočila.

source: Allied players can no longer push your borders back with new buildings.
cs: Spojenci nemohou posunout hranice území novými vojenskými budovami.
de: Verbündete können deine Grenzen nicht mit ihren Gebäuden verkleinern.
fr: Les alliés ne peuvent plus repousser vos frontières avec leurs bâtiments.
hu: A szövetségeseid többé nem tudják új épületekkel visszatolni a határaidat.
lo: ຜູ້ຫຼິ້ນພັນທະມິດບໍ່ສາມາດຍູ້ຊາຍແດນຂອງທ່ານກັບຄືນດ້ວຍອາຄານໃໝ່ໄດ້ອີກຕໍ່ໄປ.
pl: Sprzymierzeni gracze nie mogą już przesuwać twoich granic za pomocą nowych budynków.
ru: Игроки союзников больше не могут расширять свои границы при строительстве новых зданий.
sl: Zavezniški igralci ne morejo več potiskati nazaj tvoje meje z novimi zgradbami.

source: Allies
cs: Spojenci
de: Verbündete
et: Liitlased
fi: Liittolaiset
fr: Alliés
hu: Szövetségesek
lo: ພັນທະມິດ
pl: Sojusznicy
ru: Союзники
sl: Zavezniki
sv: Vänner

source: Allows every player to control whether building sites should be supplied in sequence of given order or in a definable sequence based on the building type.
cs: Umožňuje každému hráči zvolit, zda mají být stavby stavěny v pořadí v daném pořadí nebo v definovatelném pořadí na základě typu budovy.
de: Erlaubt jedem Spieler zu entscheiden, ob die Gebäude in Reihenfolge der Aufträge oder nach Prioritätenliste gebaut werden.
fr: Permet à chaque joueur de contrôler l'ordre d'approvisionnement des sites de construction en fonction du type de bâtiment.
hu: Lehetővé teszi minden játékosnak, hogy beállítsa, az építkezéseket a megadott sorrendben lássák-e el, vagy egy épülettípus alapú, testre szabható sorrend szerint.
lo: ອະນຸຍາດໃຫ້ຜູ້ຫຼິ້ນທຸກຄົນສາມາດຄວບຄຸມວ່າສະຖານທີ່ກໍ່ສ້າງຄວນໄດ້ຮັບການສະໜອງຕາມລຳດັບທີ່ສັ່ງ ຫຼື ຕາມລຳດັບທີ່ກຳນົດໄດ້ໂດຍອີງໃສ່ປະເພດຂອງອາຄານ.
pl: Pozwala graczowi kontrolować, które place budowy powinny być zaopatrywane w danej kolejności lub w zdefiniowanej sekwencji na podstawie rodzaju budynku.
ru: Позволяет каждому игроку контролировать, должны ли постройки строиться по очереди в заданном порядке или в определенной последовательности на основе типа здания.
sl: Omogoči vsakemu igralcu nadzor nad tem ali bodo kraji gradnje določeni v izbranem zaporedju, ali pa v določenem zaporedju glede na vrsto zgradbe.

source: Allows to build the charburner.
cs: Uhlíř je stavba která umožňuje produkci uhlí z klád a obilí.
de: Erlaubt den Köhler zu bauen.
et: Võimaldab söepõletust ehitada.
fi: Sallii hiilenpolttajan rakentaminen.
fr: Autoriser la construction de la charbonnière.
hu: Engedélyezi a szénégető építését.
lo: ອະນຸຍາດໃຫ້ສ້າງເຕົາເຜົາຖ່ານ.
pl: Pozwala zbudować węglarza.
ru: Позволяет построить угольную ферму.
sl: Omogoči gradnjo gorilnika oglja.
sv: Tillåter byggandet av kolarbostaden.

source: Allows to build the wine economy buildings.
cs: Povolí stavbu budov vinařské ekonomiky.
hu: Engedélyezi a borágazati épületek építését.
lo: ອະນຸຍາດໃຫ້ສ້າງອາຄານເສດຖະກິດເຫຼົ້າແວງ.
pl: Pozwala budować budowle ekonomii wina.

source: Allows to order a specific amount of tools for priority production.
cs: Umožňuje objednat konkrétní množství nástrojů pro prioritní výrobu.
de: Erlaubt es eine bestimmte Menge von Werkzeugen als priorisierten Fertigungsauftrag zu setzen.
fr: Permet la création prioritaire d'un nombre donnée d'outils.
hu: Lehetővé teszi egy konkrét szerszámmennyiség megadását elsőbbségi gyártáshoz.
lo: ອະນຸຍາດໃຫ້ສັ່ງຈຳນວນເຄື່ອງມືທີ່ແນ່ນອນເພື່ອການຜະລິດແບບເລັ່ງດ່ວນ.
pl: Pozwala zamówić określoną ilość narzędzi do produkcji priorytetowej.
ru: Позволяет заказать определенную количество инструментов для приоритетного производства.
sl: Omogoči naročanje določene količine orodij za prioritetno proizvodnjo.

source: Allows to send wares/figures to allied warehouses
cs: Povolí posílat zásoby/profese do spojeneckých skladišť
de: Erlaubt es Waren/Figuren an verbündete Lagerhäuser zu senden
et: Võimaldab saata kaupu/figuure liitlaste ladudesse.
fi: Sallii hyödykkeiden/hahmojen lähettäminen liittolaisten varastoihin
fr: Permettre l'envoi de marchandises/colons aux Entrepôts alliés
hu: Engedélyezi áruk/egységek küldését a szövetséges raktárakba
lo: ອະນຸຍາດໃຫ້ສົ່ງສິນຄ້າ/ໜ່ວຍຮົບໄປຍັງສາງຂອງພັນທະມິດ
pl: Pozwala na wysyłanie towarów/ludzi do magazynów sprzymierzeńców
ru: Позволяет отправлять товары в склады союзников
sl: Omogoči pošiljanje izdelkov/figur v zavezniška skladišča
sv: Möjliggör transport av varor/figurer till allierades förrådshus.

source: Altitude
cs: Nadmořská výška
de: Höhe
fi: Korkeus
hu: Magasság
lo: ຄວາມສູງ
pl: Wysokość
ru: Высота над уровнем моря
sl: Višina

source: An error occured while saving which was suppressed!
cs: Při ukládání se vyskytla chyba, kterou se ale podařilo potlačit!
de: Ein Fehler trat während des Speicherns auf. Er wurde unterdrückt.
et: Salvestamisel ilmnes viga, salvestamine peatati!
fi: Tallennettaessa tapahtui virhe, joka tukahdutettiin!
fr: Une erreur est survenue durant la sauvegarde, qui a été supprimée !
hu: Mentés közben hiba lépett fel, amely el lett nyomva!
lo: ເກີດຂໍ້ຜິດພາດຂຶ້ນໃນຂະນະທີ່ບັນທຶກ ເຊິ່ງຖືກລະງັບໄວ້!
pl: W trakcie zapisywania wystąpił błąd, który został wytłumiony!
ru: Во время сохранения возникла ошибка, которая была подавлена!
sl: Med shranjevanjem je prišlo do napake, ki je bila zatrta!
sv: Fel vid sparning som hoppats över!

source: And let's go!
cs: Tak pojďme na to!
de: Und los geht's!
et: Ja läheb lahti!
fi: Valmista!
fr: C'est parti !
hu: És indulás!
lo: ແລະ ເລີ່ມກັນເລີຍ!
pl: Ruszajmy więc!
ru: Ну, пошли!
sl: Pa pojdimo!
sv: Nu kör vi!

source: Apply
cs: Použít
de: Übernehmen
fr: Appliquer
hu: Alkalmaz
lo: ນຳໃຊ້
pl: Zastosuj
ru: Применить

source: Apply Changes
cs: Použít změny
de: Änderungen übernehmen
et: Rakenda muudatused
fi: Toteuta muutokset
fr: Appliquer les changement
hu: Változtatások alkalmazása
lo: ນຳໃຊ້ການປ່ຽນແປງ
pl: Zastosuj zmiany
ru: Применить изменения
sl: Uporabi spremembe
sv: Verkställ Ändringar

source: Are you sure to remove all invalid replays?
cs: Jsi si jistý, že chceš smazat všechny špatné replaye?
de: Sind Sie sicher, dass Sie alle ungültigen Replays löschen möchten?
fi: Haluatko varmasti poistaa kaikki uusinnat?
fr: Êtes-vous sûr de vouloir supprimer toutes les rediffusions invalides ?
hu: Biztosan törölni szeretnéd az összes érvénytelen visszajátszást?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລົບຣີເພລທີ່ບໍ່ຖືກຕ້ອງທັງໝົດ?
pl: Czy na pewno chcesz usunąć wszstkie nieważne powtórki?
ru: Вы хотите удалить все недействительные повторы?
sl: Ste prepričani, da želite izbrisati vse neveljavne posnetke?

source: Are you sure to remove all replays?
cs: Chcete opravdu smazat všechny replaye?
de: Sind Sie sicher, dass Sie alle Replays löschen möchten?
et: Kindel, et soovid kõik tagasimängud kustutada?
fi: Haluatko varmasti poistaa kaikki uusinnat?
fr: Êtes-vous sur de vouloir supprimer toutes les rediffusions ?
hu: Biztosan törölni szeretnéd az összes visszajátszást?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລົບຣີເພລທັງໝົດ?
pl: Czy na pewno chcesz usunąć wszystkie powtórki?
ru: Вы уверены, что хотите удалить все повторы?
sl: Ste prepričani, da želite izbrisati vse posnetke?
sv: Vill du ta bort alla replayer?

source: Are you sure you want to remove the selected replay?
cs: Jsi si jistý, že chceš smazat vybrané replaye?
de: Sind Sie sicher, dass Sie das ausgewählte Replay löschen möchten?
fi: Haluatko varmasti poistaa kaikki uusinnat?
fr: Êtes-vous sûr de vouloir supprimer toutes les rediffusions sélectionnées ?
hu: Biztosan törölni szeretnéd a kiválasztott visszajátszást?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະລົບຣີເພລທີ່ເລືອກ?
pl: Czy na pewno chcesz usunąć wybraną powtórkę?
ru: Вы уверены, что хотите удалить выбранный повтор?
sl: Ste prepričani, da želite izbrisati izbran posnetek?

source: Armorer
cs: Zbrojař
de: Schmied
et: Relvameister
fi: Aseseppä
fr: Forgeron
hu: Fegyverkovács
lo: ຊ່າງເຮັດອາວຸດ
pl: Płatnerz
ru: Оружейник
sl: Orožar
sv: Vapensmed

source: Armory
cs: Zbrojírna
de: Schmiede
et: Relvatöökoda
fi: Asevarasto
fr: Forge
hu: Fegyverkovács műhely
lo: ໂຮງເຮັດອາວຸດ
pl: Zbrojownia
ru: Кузница
sl: Orožarna
sv: Vapensmedja

source: Artificial Intelligence (AI)
cs: Umělá Inteligence (UI)
de: Künstliche Intelligenz (KI)
et: Tehisintellekt (TI)
fi: Tekoäly
fr: Intelligence artificielle (IA)
hu: Mesterséges Intelligencia (MI)
lo: ປັນຍາປະດິດ (AI)
pl: Sztuczna inteligencja
ru: Искусственный интеллект (ИИ)
sl: Umetna inteligenca (UI)
sv: Artificiell intelligens (AI)

source: As the teams are locked, you cannot make treaties of any kind.
cs: Když jsou týmy zamknuté, nemůžete uzavírat žádné dohody.
de: Die Teams sind gesperrt, du kannst keine Verträge schließen!
et: Kuna meeskonnad on lukustatud, ei saa sa teha mitte mingisuguseid lepinguid.
fi: Kun joukkueet ovat lukittu, et voi tehdä minkäänlaisia sopimuksia.
fr: Les équipes sont verrouillées, vous ne pouvez pas signer de traités.
hu: Mivel a csapatok zárolva vannak, nem köthetsz semmiféle egyezményt.
lo: ເນື່ອງຈາກທີມຖືກລັອກ, ທ່ານບໍ່ສາມາດເຮັດສົນທິສັນຍາປະເພດໃດໆໄດ້.
pl: Jako, że drużyny są zablokowane, nie możesz tworzyć żadnych traktatów
ru: Поскольку команды заблокированы, вы не можете заключать какие-либо договоры.
sl: Ker so ekipe zaklenjene, ne moreš ustvariti nobenih pogodb.
sv: Eftersom lagen är låsta kan du inte göra någon form av avtal.

source: Ask always
cs: Vždy se zeptat
hu: Mindig kérdezzen rá
lo: ຖາມທຸກຄັ້ງ
pl: Zawsze pytaj
ru: Всегда спрашивать

source: Async at GF %1% of player %2% vs %3%. Checksums: %4% %5%
cs: Asynchronní na GF %1% hráče %2% vs %3%. Kontrolní součty: %4% %5%
de: Async bei GF %1% durch Spieler %2% zu %3%. Prüfsummen: %4% %5%
hu: Aszinkron állapot a(z) %1%. GF-nél: játékos %2% vs %3%. Ellenőrzőösszegek: %4% %5%
lo: Async ທີ່ GF %1% ຂອງຜູ້ຫຼິ້ນ %2% ທຽບກັບ %3%. Checksums: %4% %5%
pl: Async przy GF %1% gracza %2% vs %3%. Sumy kontrolne: %4% %5%
ru: Асинхронность в GF %1% игрока %2% против %3%. Контрольные суммы: %4% %5%

source: Async debugging (REALLY SLOW!)
cs: Asynchronní ladění (OPRAVDU POMALÉ!)
de: Async debugging (SEHR LANGSAM!)
fr: Déboguage asynchrone (TRES LENT!)
hu: Aszinkron hibakeresés (NAGYON LASSÚ!)
lo: ການດີບັກແບບ Async (ຊ້າຫຼາຍ!)
pl: Asynchroniczne debugowanie (BARDZO WOLNE!)
ru: Асинхронная отладка (ОЧЕНЬ МЕДЛЕННО!)
sl: Asinhrono razhroščevanje (IZREDNO POČASI!)

source: Async log saved at %1%
cs: Asynchronní protokol uložený v %1%
de: Async-Log nach %1% gespeichert
hu: Aszinkron napló elmentve ide: %1%
lo: ບັນທຶກ Async ຖືກບັນທຶກທີ່ %1%
pl: Async log zapisany w %1%
ru: Асинхронный журнал сохранен в %1%

source: Async log saved at %1%, game saved at %2%
cs: Asynchronní protokol byl uložen na%1%, hra je uložena na %2%
de: Async log nach %1% gespeichert, Spiel nach %2% gespeichert
hu: Aszinkron napló elmentve ide: %1%, a játék elmentve ide: %2%
lo: ບັນທຶກ Async ຖືກບັນທຶກທີ່ %1%, ເກມຖືກບັນທຶກທີ່ %2%
pl: log async zapisany w %1%, gra zapisana w %2%
ru: Асинхронный журнал сохранен в %1%, игра сохранена в %2%

source: Async logs received completely.
cs: Asynchronní protokoly byly přijaty kompletně.
de: Alle Async-Logs empfangen.
hu: Az aszinkron naplók fogadása befejeződött.
lo: ໄດ້ຮັບບັນທຶກ async ສົມບູນແລ້ວ.
pl: Logi async odebrane w całości.
ru: Асинхронные логи получены полностью.

source: At the winery, grapes are stomped in a vat to produce wine. The vintner's wine is of high quality, worthy of sacrifice at the temple.
cs: Ve vinárně jsou hrozny rozšlapány v kádi aby mohlo být vyrobeno víno. Víno od vinaře je takové kvality, že může být obětováno v chrámech.
hu: A borászatban a szőlőt egy kádban tapossák, hogy bor készüljön belőle. A borász bora kiváló minőségű, méltó arra, hogy a templomban áldozatként bemutassák.
lo: ຢູ່ໂຮງງານຜະລິດເຫຼົ້າແວງ, ໝາກອະງຸ່ນຈະຖືກຢຽບໃນຖັງເພື່ອຜະລິດເຫຼົ້າແວງ. ເຫຼົ້າແວງຂອງຜູ້ຜະລິດມີຄຸນນະພາບສູງ, ສົມຄວນແກ່ການເສຍສະຫຼະທີ່ວິຫານ.
pl: W winnicy winogrona są deptane w kadzi, aby wyprodukować wino. Wino winiarza jest wysokiej jakości, godne poświęcenia w świątyni.

source: Attack not possible.
cs: Není možné zaútočit.
de: Angriff nicht möglich!
et: Rünnak pole võimalik.
fi: Hyökkäys ei ole mahdollista
fr: Assaut impossible !
hu: Nem támadható.
lo: ບໍ່ສາມາດໂຈມຕີໄດ້.
pl: Atak niemożliwy.
ru: Нападение невозможно.
sl: Napad ni možen.
sv: Angrepp omöjligt!

source: Attack options
cs: Nastavení útoku
de: Angriffsoptionen
et: Rünnaku valikud
fi: Hyökkäys vaihtoehdot
fr: Option de l'assaut
hu: Támadási beállítások
lo: ຕົວເລືອກການໂຈມຕີ
pl: Opcje ataku
ru: Планирование нападения
sl: Napadalne možnosti
sv: Angreppsalternativ

source: Attack!
cs: Útok!
de: Angriff!
et: Ründa!
fi: Hyökkää!
fr: À l'assaut !
hu: Támadás!
lo: ໂຈມຕີ!
pl: Atakuj!
ru: Напасть!
sl: Napad!
sv: Angrepp!

source: Audio driver couldn't be loaded!
cs: Zvukový ovladač nelze načíst!
de: Audiotreiber konnte nicht geladen werden!
fi: Määriteltyä tiedostoa ei voitu ladata!
fr: Le pilote audio n'a pas pu être chargé !
hu: Nem sikerült betölteni a hangkártya-illesztőprogramot!
lo: ບໍ່ສາມາດໂຫຼດໄດເວີສຽງໄດ້!
pl: Nie można załadować sterownika audio!
ru: Аудио-драйвер не может быть загружен!
sl: Datoteke ni mogoče naložiti

source: Author
cs: Autor
de: Autor
et: Autor
fi: Laatinut
fr: Auteur
hu: Szerző
lo: ຜູ້ສ້າງ
pl: Autor
ru: Автор
sl: Avtor
sv: Författare

source: Auto-Save
cs: Automatické ukládání
de: Automatisches Speichern
et: Automaatne Salvestus
fi: Automaattitallennus
fr: Sauvegarde automatique
hu: Automatikus mentés
lo: ບັນທຶກອັດຕະໂນມັດ
pl: Autozapis
ru: Автосохранение
sl: Avtomatsko shranjevanje
sv: Autosparning

source: Auto-Save every:
cs: Automaticky uložit každých:
de: Autospeichern alle:
et: Automaatsalvestus iga:
fi: Automaattitallennusten väli:
fr: Sauvegarder automatiquement toutes les :
hu: Automatikus mentés:
lo: ບັນທຶກອັດຕະໂນມັດທຸກໆ:
pl: Autozapis co:
ru: Автосохранение каждые:
sl: Avtomatsko shranjevanje na:
sv: Autosparning var:

source: Automatic flag placement
cs: Automatické umístění vlajky
hu: Automatikus zászlólehelyezés
lo: ການປັກທຸງອັດຕະໂນມັດ
pl: Automatyczne umieszczenie flagi
ru: Автоматическая расстановка флагов

source: Automatically demolish a resource gathering building, like a mine, if it runs permanently out of resources.
cs: Budovy které těží suroviny (jako je důl, rybář atd) jsou automaticky zdemolovány při vytěžení surovin.
de: Reißt automatisch ressourcenabbauende Gebäude ab, falls sie dauerhaft keine Ressourcen mehr haben. (Bergwerke, Steinmetze, usw.) Gilt nicht für Holzfäller, da diese durch einen Förster neue Ressourcen erhalten können.
fr: Démoli automatiquement un bâtiment de récolte de ressource, comme une mine, si il est en permanance sans ressources.
hu: Automatikusan lerombolja az olyan nyersanyaggyűjtő épületeket, mint a bányák, ha azok végleg kimerülnek.
lo: ທຳລາຍອາຄານເກັບຊັບພະຍາກອນ, ເຊັ່ນ ບໍ່ແຮ່, ໂດຍອັດຕະໂນມັດ ຖ້າຊັບພະຍາກອນໝົດຢ່າງຖາວອນ.
pl: Automatycznie zniszcz budowlę zbierającą zasoby, taką ja kopalnia, jeżeli na stałe skończą się jej zasoby.
ru: Автоматически сносить здание по сбору ресурсов, например, шахту, если в нем заканчиваются ресурсы.

source: Automatically places flags on newly build roads
cs: Automaticky umisťuje vlajky na nově vybudované cesty
hu: Automatikusan zászlókat helyez le az újonnan épített utakon
lo: ປັກທຸງເທິງຖະໜົນທີ່ສ້າງໃໝ່ໂດຍອັດຕະໂນມັດ
pl: Ustawia automatycznie flagi na nowo zbudowanych drogach
ru: Автоматически расставлять флаги при постройке новых дорог

source: Axe
cs: Sekera
de: Axt
et: Kirves
fi: Kirveitä
fr: Hache
hu: Balta
lo: ຂວານ
pl: Siekiera
ru: Топор
sl: Sekira
sv: Yxa

source: BQ check disabled
cs: Kontrola BQ zakázána
de: BQ Test deaktiviert
hu: BQ ellenőrzés letiltva
lo: ປິດການກວດສອບ BQ
pl: Kontrola BQ wyłączona
ru: Проверка BQ отключена

source: BQ check every %1%ms
cs: BQ kontrola každých %1% ms
de: BQ Test alle %1%ms
hu: BQ ellenőrzés minden %1% ms-ban
lo: ກວດສອບ BQ ທຸກໆ %1%ms
pl: Sprawdzanie BQ co %1% ms
ru: BQ проверяет каждые %1%мс

source: Babylonians
cs: Babylóňané
de: Babylonier
fr: Babyloniens
hu: Babilóniaiak
lo: ຊາວບາບີໂລນ
pl: Babilończycy
ru: Вавилонцы
sl: Babilonci

source: Back
cs: Zpět
de: Zurück
et: Tagasi
fi: Takaisin
fr: Retour
hu: Vissza
lo: ກັບຄືນ
pl: Wstecz
ru: Назад
sl: Nazaj
sv: Tillbaka

source: Baker
cs: Pekař
de: Bäcker
et: Pagar
fi: Leipojia
fr: Boulanger
hu: Pék
lo: ຄົນອົບເຂົ້າໜົມ
pl: Piekarz
ru: Пекарь
sl: Pek
sv: Bagare

source: Bakery
cs: Pekárna
de: Bäckerei
et: Pagari töökoda
fi: Leipomo
fr: Fournil
hu: Pékség
lo: ໂຮງງານເຂົ້າໜົມປັງ
pl: Piekarnia
ru: Пекарня
sl: Pekarna
sv: Bageri

source: Barracks
cs: Kasárny
de: Baracke
et: Barakk
fi: Parakit
fr: Baraquement
hu: Barakk
lo: ຄ້າຍທະຫານ
pl: Koszary
ru: Бараки
sl: Vojaška koča
sv: Barack

source: Beer
cs: Pivo
de: Bier
et: Õlu
fi: Olutta
fr: Bière
hu: Sör
lo: ເບຍ
pl: Piwo
ru: Пиво
sl: Pivo
sv: Öl

source: Bird sounds
cs: Pískání ptáků
hu: Madárhangok

source: Boards
cs: Prkna
de: Bretter
et: Lauad
fi: Lautoja
fr: Planches
hu: Deszka
lo: ແຜ່ນໄມ້
pl: Deski
ru: Доски
sl: Deske
sv: Brädor

source: Boat
cs: Loď
de: Boot
et: Paat
fi: Vene
fr: Bateau
hu: Csónak
lo: ເຮືອ
pl: Łódka
ru: Лодка
sl: Čoln
sv: Båt

source: Boat carrier
cs: Lodní dopravce
de: Bootsträger
fr: Remorque à bateau
hu: Csónakszállító
lo: ຄົນຂົນສົ່ງທາງເຮືອ
pl: Transport łodzią
ru: Лодочник

source: Boats
cs: Čluny
de: Boote
et: Paadid
fi: Veneitä
fr: Embarcations
hu: Csónak
lo: ເຮືອ
pl: Łodzie
ru: Лодки
sl: Čolni
sv: Båtar

source: Bob-like file contained multiple text entries: %s
cs: Bobův soubor obsahoval více textových záznamů: %s
de: Bob-like Datei enthielt mehrere Texteinträge: %s
hu: A bob-szerű fájl több szöveges bejegyzést tartalmazott: %s
lo: ໄຟລ໌ຄ້າຍ Bob ມີລາຍການຂໍ້ຄວາມຫຼາຍອັນ: %s
pl: Plik typu BOB zawierał wiele wpisów tekstowych: %s
ru: Bob-like файл содержал несколько текстовых записей: %s

source: Border areas
cs: Hraniční oblasti
de: Grenzbereiche
et: Piiri alad
fi: Raja-alueet
fr: Région frontalière
hu: Határterületek
lo: ເຂດຊາຍແດນ
pl: Obszary przygraniczne
ru: Пограничные районы
sl: Mejna območja
sv: Vid riksgränsen

source: Bottom
cs: Dole
de: Ende
et: Alumiseks
fi: Vähiten tärkeä
fr: Bas
hu: Legalulra
lo: ລຸ່ມສຸດ
pl: Na dół
ru: Низ
sl: Dno
sv: Slut

source: Bow
cs: Luk
de: Bogen
et: Vibu
fi: Jousia
fr: Arc
hu: Íj
lo: ທະນູ
pl: Łuk
ru: Лук
sl: Lok
sv: Båge

source: Bread
cs: Chleba
de: Brot
et: Leib
fi: Leipää
fr: Pain
hu: Kenyér
lo: ເຂົ້າຈີ່
pl: Chleb
ru: Хлеб
sl: Kruh
sv: Bröd

source: Brewer
cs: Sládek
de: Brauer
et: Pruulija
fi: Oluenpanijoita
fr: Brasseur
hu: Sörfőző
lo: ຜູ້ຜະລິດເບຍ
pl: Piwowar
ru: Пивовар
sl: Pivovar
sv: Bryggare

source: Brewery
cs: Pivovar
de: Brauerei
et: pruulikoda
fi: Olutpanimo
fr: Brasserie
hu: Sörfőzde
lo: ໂຮງງານຜະລິດເບຍ
pl: Browar
ru: Пивоварня
sl: Pivovarna
sv: Bryggeri

source: Build headquarters
hu: Főhadiszállás építése

source: Build road
cs: Postavit cestu
de: Straße bauen
et: Ehita tee
fi: Rakenna tie
fr: Construire chemin
hu: Útépítés
lo: ສ້າງຖະໜົນ
pl: Utwórz drogę
ru: Проложить дорогу
sl: Zgradi cesto
sv: Bygg en väg

source: Build waterway
cs: Postavit vodní cestu
de: Wasserweg bauen
et: Ehita veetee
fi: Perusta vesireitti
fr: Construire pont
hu: Vízi út építése
lo: ສ້າງທາງນ້ຳ
pl: Utwórz drogę wodną
ru: Проложить морской путь
sl: Zgradi vodno povezavo
sv: Bygg vattenväg

source: Builder
cs: Stavitel
de: Bauarbeiter
et: Ehitaja
fi: Rakentajia
fr: Maçon
hu: Építőmunkás
lo: ຊ່າງກໍ່ສ້າງ
pl: Budowniczy
ru: Строитель
sl: Graditelj
sv: Byggare

source: Building sequence
cs: Pořadí staveb
de: Baureihenfolge
et: Ehitiste ehitamise järjekord
fi: Rakennusjärjestys
fr: Ordre de construction
hu: Építési sorrend
lo: ລຳດັບການກໍ່ສ້າງ
pl: Kolejność budowania
ru: Последовательность строений
sl: Zaporedje gradnje
sv: Byggordning

source: Buildings
cs: Budovy
de: Gebäude
et: Ehitised
fi: Rakennukset
fr: Bâtiments
hu: Épületek
lo: ອາຄານ
pl: Budynki
ru: Здания
sl: Zgradbe
sv: Byggnader

source: Butcher
cs: Řezník
de: Fleischer
et: Lihunik
fi: Teurastajia
fr: Boucher
hu: Hentes
lo: ຄົນຂ້າສັດ
pl: Rzeźnik
ru: Мясник
sl: Mesar
sv: Slaktare

source: COMP
cs: Poč.
hu: GÉP
lo: ຄອມ
pl: KOMP

source: Call in geologist
cs: Přivolat geologa
de: Gelehrten rufen
et: Kutsu geoloog
fi: Kutsu geologi
fr: Envoyer un géologue
hu: Geológus hívása
lo: ເອີ້ນນັກທໍລະນີສາດ
pl: Wezwij geologa
ru: Вызвать геолога
sl: Pokliči geologa
sv: Kalla på en geolog

source: Campaign
cs: Kampaň
de: Kampagne
et: Sõjaretk
fi: Kampanja
fr: Campagne
hu: Kampány
lo: ແຄມເປນ
pl: Kampania
ru: Кампания
sl: Kampanija
sv: Fälttåg
