Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Player '%s' is the winner!
cs: Hráč '%s' vyhrál!
de: Spieler '%s' hat gewonnen!
et: Võitjaks on mängija '%s' !
fi: Pelaaja '%s' on voittanut pelin!
fr: Le joueur « %s » a gagné !
hu: '%s' játékos a győztes!
lo: ຜູ້ຫຼິ້ນ '%s' ເປັນຜູ້ຊະນະ!
pl: Gracz %s zwyciężył!
ru: Игрок '%s' победитель!
sl: Igralec ‘%s’ je zmagovalec!
sv: Spelare '%s' har vunnit!

source: Player '%s' joined the game!
cs: Ke hře se připojil '%s'!
de: Spieler '%s' hat das Spiel betreten!
et: Mängija '%s' liitus mänguga!
fi: Pelaaja '%s' liittyi peliin!
fr: Le joueur « %s » a rejoint la partie !
hu: '%s' játékos csatlakozott a játékhoz!
lo: ຜູ້ຫຼິ້ນ '%s' ເຂົ້າຮ່ວມເກມ!
pl: Gracz '%s' dołączył do gry!
ru: Игрок '%s' присоединился к игре!
sl: Igralec '%s' se je pridružil igri!
sv: Spelare '%s' går med i spelet!

source: Player '%s' left the game!
cs: Hráč '%s' opustil hru!
de: Spieler '%s' hat das Spiel verlassen!
et: Mängija '%s' lahkus mängust!
fi: Pelaaja '%s' poistui pelistä!
fr: Le joueur « %s » a quitté la partie !
hu: '%s' játékos elhagyta a játékot!
lo: ຜູ້ຫຼິ້ນ '%s' ອອກຈາກເກມ!
pl: Gracz '%s' opuścił grę!
ru: Игрок '%s' покинул игру!
sl: Igralec '%s' je zapustil igro!
sv: Spelare '%s' lämnade spelet!

source: Player '%s' was defeated!
cs: Hráč '%s' byl poražen!
de: Spieler '%s' wurde besiegt!
et: Mängija '%s' on kaotanud!
fi: Pelaaja '%s' on lyöty!
fr: Le joueur « %s » a été vaincu !
hu: '%s' játékos vereséget szenvedett!
lo: ຜູ້ຫຼິ້ນ '%s' ຖືກເອົາຊະນະ!
pl: Gracz '%s' został pokonany!
ru: Игрок '%s' побежден!
sl: Igralec '%s' je bil poražen!
sv: Spelare '%s' besegrades!

source: Player Name
cs: Jméno hráče
de: Spielername
et: Mängija nimi
fi: Pelaajan nimi
fr: Nom du joueur
hu: Játékosnév
lo: ຊື່ຜູ້ຫຼິ້ນ
pl: Imię Gracza
ru: Имя игрока
sl: Ime igralca
sv: Spelare

source: Playlist:
cs: Seznam skladeb:
et: Esitusnimekiri:
fi: Soittolista:
fr: Liste de lecture :
hu: Lejátszási lista:
lo: ລາຍການເພງ:
pl: Lista odtwarzania:
ru: Список воспроизведения:
sl: Predvajalni seznam:
sv: Spellista:

source: Please enter a name for the game
cs: Prosím, zadejte název hry
de: Bitte geben Sie einen Namen für das Spiel an!
et: Palun sisesta nimi mängu jaoks
fi: Nimeä peli
fr: Veuillez entrer un nom pour cette partie
hu: Add meg a játék nevét
lo: ກະລຸນາໃສ່ຊື່ສຳລັບເກມ
pl: Wpisz nazwę gry
ru: Пожалуйста, укажите название игры
sl: Vnesite ime za igro
sv: Var snäll och anger nanm för spelet

source: Please wait...
cs: Čekejte prosím...
de: Bitte warten...
et: Palun oota...
fi: Odota hetki...
fr: Veuillez patienter...
hu: Kis türelmet...
lo: ກະລຸນາລໍຖ້າ...
pl: Proszę czekać...
ru: Пожалуйста, подождите...
sl: Prosimo, počakajte ...
sv: Var god vänta...

source: Portrait:
cs: Portrét:
hu: Portré:
lo: ຮູບໂປຣໄຟລ໌:

source: Post office
cs: Pošta
de: Post
et: Postkontor
fi: Postitoimisto
fr: Bureau de poste
hu: Posta
lo: ທີ່ທຳການໄປສະນີ
pl: Poczta
ru: Почта
sl: Pošta
sv: Postkontor

source: Private
cs: Vojín
de: Schütze
et: Reamees
fi: Sotamiehiä
fr: Tireur
hu: Közlegény
lo: ພົນທະຫານ
pl: Szeregowy
ru: Рядовой
sl: Vojak
sv: Menig

source: Private (0)
cs: Vojín (0)
de: Gefreite (0)
fi: Sotamiehiä
fr: Tireur (0)
hu: Közlegény (0)
lo: ພົນທະຫານ (0)
pl: Szeregowy (0)
ru: Рядовой (0)
sl: Vojak (0)

source: Private first class
cs: Desátník
de: Gefreiter
et: Kapral
fi: Alikersantteja
fr: Affranchi
hu: Őrvezető
lo: ພົນທະຫານຊັ້ນໜຶ່ງ
pl: St. szeregowy
ru: Прапорщик
sl: Desetnik
sv: Korpral

source: Privatefc (1)
cs: Desátník (1)
de: Obergefreiter (1)
fi: Sotamiehiä
fr: Affranchi (1)
hu: Őrvezető (1)
lo: ພົນທະຫານຊັ້ນໜຶ່ງ (1)
pl: St. szeregowy (1)
ru: Прапорщик (1)
sl: Desetnik (1)

source: Produce nothing
cs: Nic nevyrábí
de: Erzeuge Nichts
fr: Production oui/non
hu: Nem gyárt semmit
lo: ບໍ່ຜະລິດຫຍັງ
pl: Nic nie produkuj
ru: Ничего не производится
sl: Proizvedi nič

source: Produce random ware
cs: Produkce náhodného zboží
de: Erzeuge zufällige Ware
fr: Production aléatoire
hu: Véletlenszerű árut gyárt
lo: ຜະລິດສິນຄ້າແບບສຸ່ມ
pl: Produkuj losowe towary
ru: Производят случайные изделия
sl: Proizvedi naključni izdelek

source: Production on/off
cs: Produkce vypnuta/zapnuta
de: Produktion an/aus
fr: Production oui/non
hu: Működés be/ki
lo: ເປີດ/ປິດການຜະລິດ
pl: Produkcja wł./wył.
ru: Производство Вкл. / Выкл.
sl: Proizvodnja da/ne

source: Productivity
cs: Produktivita
de: Produktivität
et: Tootlikkus
fi: Tuottavuus
fr: Productivité
hu: Termelékenység
lo: ຜະລິດພາບ
pl: Produktywność
ru: Производительность
sl: Produktivnost
sv: Produktivitet

source: Programming
cs: Programování
de: Programmierung
et: Programmeerimine
fi: Ohjelmoijat
fr: Programmation
hu: Programozás
lo: ການຂຽນໂປຣແກຣມ
pl: Programowanie
ru: Программирование
sl: Programiranje
sv: Programmering

source: Project founder
cs: Zakladatel projektu
de: Projektgründer
fi: Raudansulattajia
hu: Projekt alapítója
lo: ຜູ້ກໍ່ຕັ້ງໂຄງການ
pl: Fundator projektu
ru: Основатель проекта

source: Project management
cs: Správa projektu
de: Projekt Verwaltung
et: Projektihaldus
fi: Projektin hallinta
fr: Gestion de projet
hu: Projektmenedzsment
lo: ການຈັດການໂຄງການ
pl: Zarządzający projektem
ru: Управление проектом
sl: Vodenje projekta
sv: Projekthantering

source: Proportional
cs: Přímo úměrné
et: Proportsionaalselt
fi: Luvanvarainen
fr: Proportionnel
hu: Arányos
lo: ຕາມສັດສ່ວນ
pl: Proporcjonalne
ru: Пропорционально
sl: Proporcionalno
sv: Proportionellt

source: Proxyserver:
cs: Server proxy:
et: Puhverserver:
fi: Proxy-palvelin
fr: Serveur proxy :
hu: Proxyszerver:
lo: ເຊີບເວີພຣັອກຊີ:
pl: Serwer proxy:
ru: Прокси сервер:
sl: Proxy strežnik:

source: Proxytyp:
cs: Typ proxy:
et: Tüüp:
fi: Välitys:
fr: Type de proxy :
hu: Proxy típusa:
lo: ປະເພດພຣັອກຊີ:
pl: Typ serwera proxy:
ru: Тип прокси:
sl: Vrsta proxyja:

source: Pull down flag
cs: Zrušit vlajku
de: Fahne abreißen
et: Murra lipp maha
fi: Poista lippu
fr: Retirer drapeau
hu: Zászló eltávolítása
lo: ດຶງທຸງລົງ
pl: Usuń flagę
ru: Снять флаг
sl: Spusti zastavo
sv: Riv fanan

source: Quality Assurance
cs: Záruka kvality
de: Qualitätssicherung
et: Kvaliteedi tagamine
fi: Laadunvalvonta
fr: Assurance de la qualité
hu: Minőségbiztosítás
lo: ການຮັບປະກັນຄຸນນະພາບ
pl: Zapewnienie jakości
ru: Гарантия качества
sl: Zagotavljanje kvalitete
sv: Kvalitetssäkring

source: Quarry
cs: Kameník
de: Steinbruch
et: Kiviraiduri hütt
fi: Kivenlouhija
fr: Carrière
hu: Kőfejtő
lo: ບໍ່ຫີນ
pl: Chałupa kamieniarza
ru: Каменоломня
sl: Kamnolom
sv: Stenbrott

source: Quit program
cs: Ukončit program
de: Programm verlassen
et: Välju programmist
fi: Lopeta peli
fr: Quitter
hu: Kilépés
lo: ອອກຈາກໂປຣແກຣມ
pl: Wyjście
ru: Выйти из программы
sl: Izhod
sv: Avsluta

source: Race
cs: Rasa
de: Volk
et: Rass
fi: Rotu
fr: Ethnie
hu: Nép
lo: ຊົນເຜົ່າ
pl: Nacja
ru: Раса
sl: Rasa
sv: Folk

source: Random Map
cs: Náhodná mapa
de: Zufällige Karte
fi: Satunnaistoisto
hu: Véletlenszerű térkép
lo: ແຜນທີ່ສຸ່ມ
pl: Losowa mapa
ru: Случайная карта

source: Random playback
cs: Přehrávat náhodně
de: Zufällige Wiedergabe
et: Suvalises järjekorras mahamängimine
fi: Satunnaistoisto
fr: Lecture aléatoire
hu: Véletlenszerű lejátszás
lo: ຫຼິ້ນແບບສຸ່ມ
pl: Losowo
ru: Случайный повтор
sl: Naključno predvajanje
sv: Slumpmässig uppspelning

source: Random start locations
cs: Náhodná startovní umístění
de: Zufällige Anfangspositionen
et: Juhuslikud algpositsioonid
fi: Satunnaiset aloituspaikat
fr: Position de départ aléatoires
hu: Véletlenszerű kezdőpozíciók
lo: ຕຳແໜ່ງເລີ່ມແບບສຸ່ມ
pl: Losowe lokacje startu
ru: Случайные стартовые позиции
sl: Naključne začetne lokacije
sv: Slumpmässig startposition

source: Raw iron ore is smelted in the iron smelters with the help of coal. The processed iron is then used to making weapons (in the Armory) and tools (in the metalworks).
cs: Surové železo je zpracováno ve slévárně (je potřeba uhlí). Hotové železo je používáno na výrobu zbraní (Zbrojírna) a nástrojů (Nástrojárna).
de: Eisenerze werden in Eisenschmelzen mit Hilfe von Kohle geschmolzen. Das dadurch gewonnene Eisen kann dann zu Waffen (in der Waffenschmiede) und Werkzeugen (in der Werkzeugschmiede) weiterverarbeitet werden.
et: Rauamaak sulatatakse raua sulatuskojas söe abiga. Töödeldud rauda kasutatakse siis relvade (Relvatöökojas) ja tööriistade (Metallitöökojas) valmistamiseks
fi: Raaka rautamalmi sulatetaan sulattamossa hiilen avulla. Käsiteltyä rautaa käytetään aseisiin (Aseseppä) ja työkaluihin (Työkalupaja).
fr: Le charbon est utilisé dans la Fonderie pour faire fondre le minerai de fer. Le métal ainsi obtenu sert notamment à la fabrication des armes.
hu: A nyers vasércet a vaskohókban olvasztják szén segítségével. A feldolgozott vasat ezután fegyverek készítésére (a fegyverkovács műhelyben) és szerszámgyártásra (a fémműves műhelyben) használják fel.
lo: ແຮ່ເຫຼັກດິບຈະຖືກຫຼອມໃນໂຮງຫຼອມເຫຼັກດ້ວຍຄວາມຊ່ວຍເຫຼືອຂອງຖ່ານຫີນ. ເຫຼັກທີ່ປຸງແຕ່ງແລ້ວຈະຖືກນຳໃຊ້ເພື່ອເຮັດອາວຸດ (ໃນໂຮງເຮັດອາວຸດ) ແລະ ເຄື່ອງມື (ໃນໂຮງງານໂລຫະ).
pl: W hutach, gdzie trafia również węgiel, wytapia się rudę żelaza, która transportowana jest następnie do zbrojowni lub zakładów metalowych.
ru: Сырая железная руда выплавляется в чугунолитейных заводах с помощью угля. Затем обработанное железо используется для изготовления оружия (в Оружейной) и инструментов (на Металлозаводе).
sl: Surova železova ruda je topljena s pomočjo premoga pri talilcu železa. Obdelano železo je potem uporabljeno za izdelavo orožja (v orožarni) in orodij (v metalurgiji).
sv: Rå järnmalm smälts ner i smältverket med hjälp av kol. Det behandlade järnet används sedan till vapen (i vapensmedjan) och verktyg (i verktygssmedjan).

source: Readme
cs: Čtimě
de: Liesmich
et: Loe mind
fi: Lue minut
fr: Lisez-moi
hu: Olvassel
lo: ອ່ານຂ້ອຍ
pl: CzytajTo
ru: Для прочтения
sl: Preberi me
sv: Läs mig

source: Readme!
cs: Čti mně!
de: Lies mich!
et: Loe mind!
fi: Lue Minut!
fr: Lisez-moi !
hu: Olvassel!
lo: ອ່ານຂ້ອຍ!
pl: CzytajTo!
sl: Preberi me!
sv: Läs mig!

source: Ready
cs: Připraven
de: Bereit
et: Valmis
fi: Valmis
fr: Prêt
hu: Készen állok
lo: ພ້ອມ
pl: Gotowe
ru: Готово
sl: Pripravljen
sv: Klar

source: Ready?
cs: Připraven?
de: Bereit?
et: Valmis?
fi: Valmis?
fr: Prêt ?
hu: Kész?
lo: ພ້ອມບໍ່?
pl: Gotowy?
ru: Готовы?
sl: Pripravljen?
sv: Klar?

source: Received async log from %1%, but did not expect it!
cs: Přijat asynchronní protokol z %1%, ale nebyl očekáván!
de: Unerwartete Async-Logs von %1% empfangen!
hu: Aszinkron napló érkezett innen: %1%, de nem vártuk!
lo: ໄດ້ຮັບບັນທຶກ async ຈາກ %1%, ແຕ່ບໍ່ໄດ້ຄາດຫວັງ!
pl: Odebrano log async z %1%, ale to było nieoczekiwane zdarzenie!
ru: Получил асинхронный журнал от %1%, но не ожидал!

source: Received async logs from %1% (%2% entries).
cs: Přijaty asynchronní protokoly od %1% (%2% záznamů).
de: Async-Logs von %1% empfangen (%2% Einträge).
hu: Aszinkron naplók érkeztek innen: %1% (%2% bejegyzés).
lo: ໄດ້ຮັບບັນທຶກ async ຈາກ %1% (%2% ລາຍການ).
pl: Odebrano logi async z %1% (%2% wpisów).
ru: Получены асинхронные журналы от %1% (%2% записей).

source: Receiving Map...
cs: Ověřuji mapu...
de: Prüfe Karte...
et: Kontrollin kaarti ...
fi: Tarkistetaan kartta...
fr: Vérification de la carte...
hu: Térkép fogadása...
lo: ກຳລັງຮັບແຜນທີ່...
pl: Pobieranie mapy...
ru: Проверка карты...
sl: Preverjam zemljevid...

source: Receiving coins is disabled for military buildings by default.
cs: Ve výchozím nastavení je ve vojenských budovách zakázán příjem mincí.
de: Münzannahme ist standardmäßig bei militärischen Gebäuden deaktiviert.
fr: Désactiver par défaut la distribution des Pièces dans les bâtiments militaires.
hu: Az érmék fogadásának alapértelmezés szerinti letiltása a katonai épületekben.
lo: ການຮັບຫຼຽນຖືກປິດໄວ້ສຳລັບອາຄານທະຫານເປັນຄ່າເລີ່ມຕົ້ນ.
pl: W przypadku budynków wojskowych otrzymywanie monet jest domyślnie wyłączone.
ru: Получение монет отключено для военных зданий по-умолчанию.
sl: Prejemanje kovancev je privzeto onemogočeno za vojaške zgradbe.

source: Reduce reoccupying troops accordingly
cs: Snížit obsazenost vojáky odpovídajícím způsobem
de: Reduziere Truppen zur Wiederbesetzung
et: Vähenda uuesti sisenevaid sõdureid vastavalt
fi: Rajoita tappioista syntyviä täydennyksiä
fr: Réduire la réoccupation par les militaires en conséquence
hu: Visszatelepülő katonák csökkentése a beállítás szerint
lo: ຫຼຸດກອງທັບທີ່ກັບມາປະຈຳການຕາມຄວາມເໝາະສົມ
pl: Odpowiednio zmniejsz uzupełnianie wojska
ru: Уменьшить количество солдат оккупации
sl: Zmanjšaj zasedne čete primerno
sv: Minska antalet återtagande trupper i enlighet därmed

source: Refund 25%
cs: Návrácení 25%
de: Erstatte 25%
et: Tagastatakse 25%
fi: Palauta 25%
fr: Rembourser 25%
hu: 25% visszatérítés
lo: ຄືນ 25%
pl: Zwracaj 25%
ru: Возместить 25%
sl: Povračilo 25%
sv: Återfå 25%

source: Refund 50%
cs: Navrácení 50%
de: Erstatte 50%
et: Tagastatakse 50%
fi: Palauta 50%
fr: Rembourser 50%
hu: 50% visszatérítés
lo: ຄືນ 50%
pl: Zwracaj 50%
ru: Возместить 50%
sl: Povračilo 50%
sv: Återfå 50%

source: Refund 75%
cs: Navrácení 75%
de: Erstatte 75%
et: Tagastatakse 75%
fi: Palauta 75%
fr: Rembourser 75%
hu: 75% visszatérítés
lo: ຄືນ 75%
pl: Zwracaj 75%
ru: Возместить 75%
sl: Povračilo 75%
sv: Återfå 75%

source: Refund materials for destroyed buildings
cs: Navrácení materiálu za zbourané budovy
de: Erstatte Baumaterial bei Gebäudeabriss
fr: Rembourser les matériaux des bâtiments détruits
hu: Anyagvisszatérítés lerombolt épületek után
lo: ຄືນວັດສະດຸສຳລັບອາຄານທີ່ຖືກທຳລາຍ
pl: Zwrot materiałów za zniszczone budynki
ru: Возврат материалов из разрушенных зданий
sl: Povrni materiale za uničene zgradbe

source: Refund materials in emergency program
cs: Navrácení materiálu během nouzového programu
de: Notfallprogramm erstattet Baumaterial
fr: Rembourser les matériaux quand le programme d'urgence est activé
hu: Anyagvisszatérítés vészhelyzeti programban
lo: ຄືນວັດສະດຸໃນໂປຣແກຣມສຸກເສີນ
pl: Zwrot materiałów w programie ratunkowym
ru: Возврат материалов в чрезвычайной программе
sl: Povrni materiale v programu za nujne primere

source: Register
cs: Registrace
de: Registrieren
et: Registreeri
fi: Rekisteröidy
fr: S'inscrire
hu: Regisztráció
lo: ລົງທະບຽນ
pl: Zarejestruj się
ru: Зарегистрироваться
sl: Registriraj se
sv: Registrera

source: Remove
cs: Odebrat
de: Entfernen
et: Eemalda
fi: Poista
fr: Retirer
hu: Eltávolítás
lo: ລົບ
pl: Usuń
ru: Удалить
sl: Odstrani
sv: Ta bort

source: Remove gold completely
cs: Odstranit veškeré zlato
de: Gold vollständig entfernen
et: Eemalda kuld täielikult
fi: Poista kulta kokonaan
fr: Retirer l'or
hu: Arany teljes eltávolítása
lo: ລຶບຄຳອອກທັງໝົດ
pl: Usuń złoto
ru: Удалить золото полностью
sl: Popolnoma odstrani zlato
sv: Ta bort gult helt

source: Remove track
cs: Odstranit skladbu
de: Titel entfernen
et: Eemalda lugu
fi: Poista kappale
fr: Enlever une piste
hu: Zeneszám eltávolítása
lo: ລົບເພງ
pl: Usuń utwór
ru: Удалить дорогу
sl: Odstrani skladbo
sv: Ta bort spår

source: Removes all replays that cannot be loaded with the current game version
cs: Odebere všechny replaye, které nemohou být přehrány současnou verzí hry
de: Entfernt alle Replays, die nicht mit dieser Spielversion geladen werden können
fr: Supprime les rediffusions qui ne peuvent être chargés avec cette version du jeu
hu: Eltávolítja az összes olyan visszajátszást, amely nem tölthető be az aktuális játékverzióval
lo: ລົບຣີເພລທັງໝົດທີ່ບໍ່ສາມາດໂຫຼດໄດ້ດ້ວຍເວີຊັນເກມປັດຈຸບັນ
pl: Usuwa wszystkie powtórki, których nie można załadować w bieżącej wersji gry
ru: Удалять все повторы, которые не могут быть загружены с текущей версией игры
sl: Odstrani vse posnetke, ki ne morejo biti naloženi s trenutno različico igre

source: Replace minimize button on windows by pin button avoiding closing the window with ESC. Minimize by double-clicking the title bar.
cs: Nahradí tlačítko minimalizovat tlačítkem připnutí, které zabrání zavření okna klávesou ESC. Minimalizaci lze provést dvojklikem na titulní lištu.
hu: A minimalizálás gomb cseréje rögzítés gombra, így az Esc nem zárja be az ablakot. A minimalizáláshoz kattints duplán a címsoron.

source: Replayfile couldn't be opened. No replay will be recorded
cs: Soubor záznamu nelze otevřít. Žádné záznamy nebudou zaznamenány
de: Replayfile konnte nicht geöffnet werden. Replay wird nicht aufgenommen
hu: Nem sikerült megnyitni a visszajátszási fájlt. Visszajátszás nem kerül rögzítésre.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ຣີເພລໄດ້. ຈະບໍ່ມີການບັນທຶກຣີເພລ
pl: Nie można otworzyć pliku powtórki. Żadna powtórka nie zostanie nagrana
ru: Не удалось открыть реплей файл. Реплей запись не была создана.

source: Reserve
cs: Rezervy
et: Reserv
fi: Reservi
fr: Réserver
hu: Tartalékosok
lo: ສຳຮອງ
pl: Rezerwa
ru: Резерв
sl: Rezerva
sv: Reserv

source: Reserved
cs: Vyhrazeno
de: Reserviert
fi: Varattu
fr: Réservé
hu: Fenntartott
lo: ຈອງໄວ້
pl: Zarezerwowane
ru: Зарезервировано
sl: Rezervirano

source: Resize window
cs: Změnit velikost okna
de: Fenstergröße ändern
hu: Ablak átméretezése
lo: ປັບຂະໜາດໜ້າຕ່າງ
pl: Zmień rozmiar okna
ru: Изменение размеров окна

source: Resources
cs: Suroviny
de: Ressourcen
fi: Resurssit
fr: Ressources
hu: Erőforrások
lo: ຊັບພະຍາກອນ
pl: Zasoby
ru: Ресурсы
sl: Viri

source: Restricted area
cs: Zakázaná oblast
de: Sperrgebiet
hu: Korlátozott terület
lo: ພື້ນທີ່ຈຳກັດ
pl: Obszar zastrzeżony
ru: Запретная зона

source: Resume last game
cs: Nahrát poslední hru
de: Letztes Spiel fortsetzen
et: Taasta eelmine mäng
fi: Jatka edellistä peliä
fr: Reprendre la partie
hu: Legutóbbi játék folytatása
lo: ຫຼິ້ນເກມຫຼ້າສຸດຕໍ່
pl: Wznów poprzednią grę
ru: Продолжить последнюю игру
sl: Nadaljuj prejšnjo igro
sv: Fortsätt senaste spel

source: Return
cs: Zpět
de: Zurück
et: Tagasi
fi: Palaa
fr: Retour
hu: Vissza
lo: ກັບຄືນ
pl: Wróć
ru: Вернуться
sl: Vrnitev
sv: Tillbaka

source: Return to harbor
cs: Návrat do doků
de: Zurück zum Hafen
et: Mine sadamasse tagasi
fi: Palaa satamaan
fr: Rejoindre port de destination
hu: Visszatérés a kikötőbe
lo: ກັບໄປທ່າເຮືອ
pl: Powrót do portu
ru: Вернутья в порт
sl: Vrnitev v pristanišče
sv: Återvänd till hamnen

source: Rivers:
cs: Říční oblast
de: Flussland
hu: Folyók:
lo: ແມ່ນ້ຳ:
pl: Rzeki:
ru: Реки:

source: Rod and line
cs: Udice
de: Angel
et: Õng
fi: Onkivapoja
fr: Canne à pêche
hu: Horgászbot
lo: ຄັນເບັດ
pl: Wędka
ru: Удочка с леской
sl: Ribiška palica
sv: Fiskespö

source: Rolling pin
cs: Váleček
de: Nudelrolle
et: Taignarull
fi: Kaulimia
fr: Rouleau à pâtisserie
hu: Sodrófa
lo: ໄມ້ນວດແປ້ງ
pl: Wałek
ru: Скалка
sl: Kuhinjski valjar
sv: Kavel

source: Romans
cs: Římané
de: Römer
et: Roomlased
fi: Roomalaiset
fr: Romains
hu: Rómaiak
lo: ຊາວໂຣມັນ
pl: Rzymianie
ru: Римляне
sl: Rimljani
sv: Romare

source: RttR crashed. Please restart the application!
cs: RttR selhalo. Prosím restartujte aplikaci!
de: RttR ist abgestürzt. Bitte starten sie die Anwendung neu!
fi: RttR kaatui. Käynnistä peli uudelleen!
fr: RttR a planté. Veuillez redémarrer l'application !
hu: Az RttR összeomlott. Kérjük, indítsd újra az alkalmazást!
lo: RttR ເກີດບັນຫາ. ກະລຸນາເປີດແອັບພລິເຄຊັນໃໝ່!
pl: RttR przestało działać. Proszę uruchomić aplikację ponownie!
ru: RttR вылетела. Пожалуйста, перезапустите приложение!
sl: RttR se je sesul. Prosimo ponovno poženite aplikacijo!
sv: RttR kraschade. Vänligen starta om spelet!

source: RttR crashed. Would you like to send debug information to RttR to help us avoiding this crash in the future? Thank you very much!
cs: RttR selhalo. Chcete odeslat informace o ladění do RttR, pomůžete nám v budoucnu zabránit tomuto selhání? Děkujeme!
de: RttR ist abgestürzt. Das tut uns echt leid. Aber wir würden uns freuen, wenn du die Absturzdaten zu uns sendest, damit wir das Problem beheben können. Absturzdaten jetzt senden? Vielen Dank!
et: RttR jooksis kokku. Kas sa soovid saata silumise informatsiooni RttR'ile aitamaks meil vältida sellist kokkujooksmist tulevikus? Suured tänud!
fi: RttR kaatui. Voisitko lähettää "debug" tiedot RttR palvelimelle, jotta voimme välttää tämän ongelman tulevaisuudessa? Kiitos!
fr: RttR a planté. Êtes-vous d'accord d'envoyer les informations de débogage aux développeurs pour nous aider à réparer cette erreur ? Merci beaucoup !
hu: Az RttR összeomlott. Szeretnéd elküldeni a hibainformációkat az RttR fejlesztőinek, hogy a jövőben megelőzhessük ezt az összeomlást? Köszönjük!
lo: RttR ເກີດບັນຫາ. ທ່ານຕ້ອງການສົ່ງຂໍ້ມູນດີບັກໃຫ້ RttR ເພື່ອຊ່ວຍພວກເຮົາຫຼີກລ້ຽງບັນຫານີ້ໃນອະນາຄົດບໍ່? ຂອບໃຈຫຼາຍໆ!
pl: RttR napotkało na błąd. Czy zechcesz przesłać twórcom dane do debugowania, by pomóc nam w naprawieniu tego błędu? Z góry dziękujemy!
ru: RttR вылетела. Хотите отправить отладочную информацию RttR, чтобы помочь нам избежать этого в дальнейшем? Спасибо большое!
sl: RttR se je sesul. Želite poslati razhroščevalno informacijo k RttR v pomoč preprečitvi tega sesutja v prihodnosti? Najlepša hvala!
sv: RttR kraschade. Vill du skicka felsökningsinformation till RttR så vi kan försöka undvika problemet i framtiden? Tack så mycket!

source: RttR now supports sending debug data. Would you like to help us improving this game by sending debug data?
cs: RttR nyní podporuje odesílání ladících dat. Chcete nám pomoci zlepšit hru zasíláním těchto dat?
de: RttR unterstützt nun das Senden von Debug-Daten. Wollen Sie uns helfen, das Spiel besser zu machen, und Debug-Daten übertragen?
et: RttR toetab nüüd silumise andmete saatmist. Kas sa soovid meid aidata selle mängu parendamisel, saates silumise andmeid?
fi: Rttr tukee "debug" datan lähettämistä RttR palvelimille. Haluaisitko auttaa meitä kehittämään peliä lähettämällä "debug" datan RttR palvelimelle?
fr: RttR supporte désormais l'envoi de données de debogage. Voulez-vous nous aider à améliorer le jeu en envoyant des données de débogage ?
hu: Az RttR már támogatja a hibakeresési adatok küldését. Szeretnél segíteni a játék fejlesztésében az adatok elküldésével?
lo: RttR ຮອງຮັບການສົ່ງຂໍ້ມູນດີບັກແລ້ວ. ທ່ານຕ້ອງການຊ່ວຍພວກເຮົາປັບປຸງເກມນີ້ໂດຍການສົ່ງຂໍ້ມູນດີບັກບໍ່?
pl: RttR posiada możliwość wysyłania informacji diagnostycznych. Czy chciałbyś nam pomóc w ulepszaniu gry poprzez przesyłanie ich do nas?
ru: RttR теперь поддерживает отправку отладочной информации. Вы хотите помочь нам улучшить игру, отправляя отладочную информацию?
sl: RttR sedaj podpira pošiljanje razhroščevalnih podatkov. Nam želiš pomagati izboljšati to igro s pošiljanjem razhroščevalnih podatkov?
sv: RttR stödjer nu att man skickar in debug data. Vill du hjälpa oss att förbättra spelet genom att skicka in debug data?

source: SERVER: At GF %1%: Speed changed from %2% to %3%. NWF %4%
cs: SERVER: Na GF %1%: Rychlost změněna z %2% na %3%. NWF %4%
de: SERVER: GF %1%: Geschwindigkeit von %2% zu %3% geändert. NWF %4%
hu: SZERVER: A(z) %1%. GF-nél a sebesség %2%-ról %3%-ra változott. NWF: %4%
lo: SERVER: ທີ່ GF %1%: ຄວາມໄວປ່ຽນຈາກ %2% ເປັນ %3%. NWF %4%
pl: SERWER: Przy GF %1%: Prędkość zmieniona z %2% na %3%. NWF %4%
ru: СЕРВЕР: В GF %1%: Скорость изменена с %2% на %3%. NWF %4%

source: SERVER: Error on socket of player %1%, bye bye!
cs: SERVER: Chyba na straně hráče %1%, Ahoj!
de: SERVER: Fehler bei der Spielerverbindung %1%, Auf Wiedersehen!
hu: SZERVER: Hiba játékos %1% socketjén, viszlát!
lo: SERVER: ເກີດຂໍ້ຜິດພາດທີ່ຊັອກເກັດຂອງຜູ້ຫຼິ້ນ %1%, ລາກ່ອນ!
pl: SERWER: Błąd gniazda gracza %1%, pa pa!
ru: СЕРВЕР: Ошибка на стороне игрока %1%, пока-пока!

source: SERVER: Kicking player %1% in %2% seconds
cs: SERVER: Vyhodí hráče %1% za %2% sekund
de: SERVER: Trenne Verbindung zu Spieler %1% in %2% Sekunden
hu: SZERVER: Játékos %1% ki lesz rúgva %2% másodperc múlva.
lo: SERVER: ກຳລັງເຕະຜູ້ຫຼິ້ນ %1% ໃນ %2% ວິນາທີ
pl: SERWER: Wyrzucenie gracza %1% za %2% sekund
ru: СЕРВЕР: Удаление игрока %1% за %2% секунд
