Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Campaign %1% has no maps.
cs: Kampaň %1% neobsahuje žádné mapy.
hu: A(z) %1% kampány nem tartalmaz térképeket.
lo: ແຄມເປນ %1% ບໍ່ມີແຜນທີ່.
pl: Kampania %1% nie zawiera map.

source: Campaign map %1% does not exist.
cs: Mapa kampaně %1% neexistuje.
hu: A(z) %1% kampánytérkép nem létezik.
lo: ແຜນທີ່ແຄມເປນ %1% ບໍ່ມີຢູ່.
pl: Mapa kampanii %1% nie istnieje.

source: Campaign map lua file %1% does not exist.
cs: Lua soubor této mapy kampaně %1% neexistuje.
hu: A kampánytérkép Lua fájlja (%1%) nem létezik.
lo: ໄຟລ໌ Lua ຂອງແຜນທີ່ແຄມເປນ %1% ບໍ່ມີຢູ່.
pl: Plik lua %1% mapy kampanii nie istnieje.

source: Campaigns
cs: Kampaně
hu: Kampányok
lo: ແຄມເປນ
pl: Kampanie

source: Cancel
cs: Zrušit
de: Abbrechen
et: Katkesta
fi: Peruuta
fr: Annuler
hu: Mégse
lo: ຍົກເລີກ
pl: Anuluj
ru: Отмена
sl: Prekliči
sv: Avbryt

source: Cancel expedition
cs: Zrušit výpravu
de: Expedition abbrechen
et: Tühista ekspeditsioon
fi: Peru tutkimuslöytöretki
fr: Annuler l'expédition
hu: Expedíció megszakítása
lo: ຍົກເລີກການສຳຫຼວດ
pl: Anuluj ekspedycję
ru: Отменить экспедицию
sl: Prekliči ekspedicijo
sv: Avbryt expedition

source: Cancel start
cs: Zrušit start
de: Start abbrechen
et: Katkesta alustamine
fi: Keskeytä aloitus
fr: Annuler le lancement
hu: Indítás visszavonása
lo: ຍົກເລີກການເລີ່ມ
pl: Anuluj start
ru: Отмена запуска
sl: Prekliči začetek
sv: Avbryt start

source: Cannot deserialize event manager when there are still events active!
cs: Pokud jsou stále aktivní události, nelze deserializovat správce událostí!
de: Kann Event Manager nicht auspacken solange Ereignisse aktiv sind.
hu: Nem deszerializálható az eseménykezelő, amíg aktív események vannak!
lo: ບໍ່ສາມາດ deserialize ຕົວຈັດການເຫດການໄດ້ ໃນຂະນະທີ່ຍັງມີເຫດການເຮັດວຽກຢູ່!
ru: Невозможно выполнить десериелизацию событий, если есть активные события!

source: Cannot play replay created with a more recent GC version (Current: %1%, Replay: %2%)
cs: Nelze přehrát replay vytvořený v novější verzi GC (Aktuální: %1%, Replay: %2%)
hu: Nem játszható le újabb GC verzióval készült visszajátszás! (Jelenlegi: %1%, Visszajátszás: %2%)
lo: ບໍ່ສາມາດຫຼິ້ນຣີເພລທີ່ສ້າງດ້ວຍ GC ເວີຊັນໃໝ່ກວ່າໄດ້ (ປັດຈຸບັນ: %1%, ຣີເພລ: %2%)
pl: Nie można odtworzyć powtórki stworzonej przez najnowszą wersję GC (Obecnie: %1%, Powtórka: %2%)

source: Cannot play replay created with a more recent version (Current: %1%, Replay: %2%)
cs: Nelze přehrát replay vytvořený v novější verzi (Aktuální: %1%, Replay: %2%)
hu: Nem játszható le újabb verzióval készült visszajátszás! (Jelenlegi: %1%, Visszajátszás: %2%)
lo: ບໍ່ສາມາດຫຼິ້ນຣີເພລທີ່ສ້າງດ້ວຍເວີຊັນໃໝ່ກວ່າໄດ້ (ປັດຈຸບັນ: %1%, ຣີເພລ: %2%)
pl: Nie można odtworzyć powtórki stworzonej przez najnowszą wersję (Obecnie: %1%, Powtórka: %2%)

source: Carpenter
cs: Pilař
de: Schreiner
et: saagija
fi: Sahaajia
fr: Menuisier
hu: Ács
lo: ຊ່າງໄມ້
pl: Cieśla
ru: Плотник
sl: Tesar
sv: Timmerman

source: Catapult
cs: Katapult
de: Katapult
et: Katapult
fi: Katapultti
fr: Catapulte
hu: Katapult
lo: ເຄື່ອງຍິງກ້ອນຫີນ
pl: Katapulta
ru: Катапульта
sl: Katapult
sv: Katapult

source: Center of country
cs: Střed země
de: Landesmitte
et: Keskmaa
fi: Turvavyöhyke
fr: Centre du territoire
hu: Ország közepe
lo: ສູນກາງຂອງປະເທດ
pl: Obszary centralne
ru: Столица
sl: Center pokrajine
sv: Förort

source: Change Settings...
cs: Změnit nastavení...
de: Einstellungen ändern...
et: Muuda seadeid...
fi: Muuta asetuksia...
fr: Paramètres…
hu: Beállítások módosítása...
lo: ປ່ຽນການຕັ້ງຄ່າ...
pl: Zmień ustawienia...
ru: Изменить параметры...
sl: Spremeni nastavitve...
sv: Ändra inställningar...

source: Change defender behavior
cs: Změnit obranné chování
de: Ändert das Verhalten der Verteidiger
et: Muuda kaitsja käitumist
fi: Vaihda puolustuksen käyttäytymistä
fr: Modifier le comportement des défenseurs
hu: Védő viselkedés módosítása
lo: ປ່ຽນພຶດຕິກຳຂອງຜູ້ປ້ອງກັນ
pl: Zmień zachowanie obrońców
ru: Выбрать поведение защитника
sl: Spremeni obnašanje obrambe
sv: Ändra försvararbeteende.

source: Change gold deposits
cs: Změna zásob zlata
de: Gold austauschen
et: Muuda kulla varud
fi: Vaihda kulta
fr: Modifier les filons d'or
hu: Aranylelőhelyek megváltoztatása
lo: ປ່ຽນແປງແຫຼ່ງຄຳ
pl: Zmień depozyty złota
ru: Изменить залежи золота
sl: Spremeni depozite zlata
sv: Ändra guldfyndigheter

source: Change metalworks behavior on zero
cs: Změňte chování nářaďovny na nule
de: Ändere das Verhalten des Schlossers bei Null
fi: Vaihda puolustuksen käyttäytymistä
fr: Modifier le comportement de l'Atelier à zéro
hu: Fémműves műhely viselkedése nullára állítva
lo: ປ່ຽນພຶດຕິກຳຂອງໂຮງງານໂລຫະເມື່ອເປັນສູນ
pl: Zmień zachowanie zakładów metalowych na zero
ru: Изменить режим металлозавода на бездействие
sl: Spremeni obnašanje metalurgije ob ničli

source: Change the coin setting for captured military buildings.
cs: Mince ve vojenské budově po obsazení nepřítelem zůstávají v budově jako válečná kořist.
de: Aktiviert oder deaktiviert die Münzannahme bei gerade eroberten Gebäuden, anstatt die Einstellung des vorherigen Besitzers beizubehalten.
fi: Älä salli sotilasrakennuksien tuhoamista
fr: Modifier le paramètre des pièces concernant les bâtiments militaire.
hu: Az elfoglalt katonai épületek érmeszállítási beállításainak módosítása.
lo: ປ່ຽນການຕັ້ງຄ່າຫຼຽນສຳລັບອາຄານທະຫານທີ່ຖືກຍຶດ.
pl: Zmień ustawienia monet w zdobytych budowlach wojskowych.
ru: Изменить настройки монет для захваченных военных зданий.

source: Change the military setting 'defender'. You can choose to disallow any changes to that setting or you can limit the amount of reoccupying troops (during an attack) according to the defender setting.
cs: Změna vojenského nastavení 'obránce'. Můžeš zakázat jakékoli změny tohoto nastavení, nebo omezit počet jednotek, které mohou být během útoku znovu obsazeny, podle nastavení obránce.
de: Verteidigungsverhalten der Soldaten ändern. So kann zwischen dem "Verbot jeglicher Änderung" oder einer "Reduzierung der Truppenstärke" zur Rückeroberung im Angriffsfall gewählt werden.
fr: Modifier les paramètres militaires de défense. Vous pouvez interdire les changements de ce paramètres ou limiter les troupes de réoccupation (pendant une attaque) en fonction des paramètres de défense.
hu: A 'védő' katonai beállítás módosítása Dönthetsz úgy, hogy letiltod a beállítás megváltoztatását, vagy korlátozhatod (támadás során) a visszatelepülő katonák számát a védő beállítás szerint.
lo: ປ່ຽນການຕັ້ງຄ່າທາງທະຫານ 'ຜູ້ປ້ອງກັນ'. ທ່ານສາມາດເລືອກທີ່ຈະບໍ່ອະນຸຍາດໃຫ້ມີການປ່ຽນແປງໃດໆຕໍ່ການຕັ້ງຄ່ານັ້ນ ຫຼື ທ່ານສາມາດຈຳກັດຈຳນວນກອງທັບທີ່ກັບມາປະຈຳການ (ໃນລະຫວ່າງການໂຈມຕີ) ຕາມການຕັ້ງຄ່າຂອງຜູ້ປ້ອງກັນ.
pl: Zmień wojskowe ustawienie ,,obrońca''. Możesz wybrać, by zakazać zmian w tych ustawienia lub możesz ograniczyć liczbę wojsk ponownie zajmujących budowlę (w czasie ataku) zgodnie z ustawieniem obrońców.
ru: Измените военных параметров 'защитник' Вы можете запретить любые изменения этого параметра или ограничить количество оккупирующих войск (во время атаки) в соответствии с параметром защитника.
sl: Spremeni vojaško nastavitev ‘obramba’. Lahko se odločiš, da prepoveš vsakršno spremembo tej nastavitvi, ali omejiš količino zasednih čet (med napadom), glede na nastavitev obrambe.

source: Change the required number of scouts for an exploration via ship Note: Setting this to low might make some maps imbalanced!
cs: Změňte požadovaný počet zvědů u průzkumných expedic na lodí Poznámka: Nastavením této hodnoty na minimum může dojít k nerovnováze některých map!
de: Ändert die Anzahl der benötigten Erkunder für eine Schiffs-Erkundung Hinweis: Eine zu niedrige Einstellung kann einige Maps unausgeglichen machen!
fr: Modifier le nombre d'explorateurs requis pour lancer une expédition Note : utiliser une valeur basse peut déséquilibrer certains cartes!
hu: A hajóval történő felfedezéshez szükséges felderítők számának módosítása Megjegyzés: Ha túl alacsonyra állítod, egyes térképek kiegyensúlyozatlanná válhatnak!
lo: ປ່ຽນຈຳນວນທະຫານສອດແນມທີ່ຕ້ອງການສຳລັບການສຳຫຼວດທາງເຮືອ ໝາຍເຫດ: ການຕັ້ງຄ່ານີ້ໃຫ້ຕໍ່າອາດເຮັດໃຫ້ບາງແຜນທີ່ບໍ່ສົມດຸນ!
pl: Zmień wymaganą liczbę zwiadowców do eksploracji statkiem Uwaga: ustawienie niskiego poziomu może spowodować nierównowagę niektórych map!
ru: Измените необходимое количество скаутов для морской экспидиции Примечание: Установка этого минимума может сделать некоторые карты несбалансированными!
sl: Spremeni število zahtevanih skavtov za raziskovanje z ladjo Opomba: Nastavljanje tega prenizko lahko naredi nekatere mape neuravnotežene!

source: Change the visibility of your ingame statistics
cs: Změnit viditelnost statistik ve hře
de: Sichtbarkeit der Spielstatistik ändern
et: Muuda oma mängusisese statistika nähtavust
fi: Vaihda pelin aikaisten tilastojen näkyvyyttä
fr: Modifier la visibilité de vos statistiques en jeu
hu: Játékbeli statisztikáid láthatóságának beállítása
lo: ປ່ຽນການເບິ່ງເຫັນສະຖິຕິໃນເກມຂອງທ່ານ
pl: Widoczność twoich statystyk w grze
ru: Изменение видимости вашей внутриигровой статистики
sl: Spremeni vidnost tvojih igralnih statistik
sv: Ändra synlighet för din statistik i spelet

source: Change the working behavior of metalworks if all sliders in the tools window are set to zero. Produce random ware: S2-Default Produce nothing: RttR-Default
cs: Pokud jsou všechny posuvníky v okně nástrojů nastaveny na nulu, změní se produkce nástrojů v nářaďovně. Produkce náhodného zboží: S2-Default Nic nevyrábí: RttR-Default
de: Ändert das Arbeitsverhalten des Schlossers, wenn alle Einstellungen des Werkzeugfensters auf Null stehen. Erzeuge zufällige Ware: S2-Standard Erzeuge nichts: RttR-Standard
fr: Modifier le comportement de l'Atelier tous les contrôles de la fenêtre Outils sont à zéro. Production aléatoire : par défaut dans S2 Ne rien produire : par défaut dans RttR
hu: A fémműves műhely működésének módosítása, ha a szerszámok ablakban az összes csúszka nullára van állítva. Véletlenszerű árut gyárt: S2-alapértelmezés Nem gyárt semmit: RttR-alapértelmezés
lo: ປ່ຽນພຶດຕິກຳການເຮັດວຽກຂອງໂຮງງານໂລຫະຖ້າຕົວເລື່ອນທັງໝົດໃນໜ້າຕ່າງເຄື່ອງມືຖືກຕັ້ງເປັນສູນ. ຜະລິດສິນຄ້າແບບສຸ່ມ: S2-ຄ່າເລີ່ມຕົ້ນ ບໍ່ຜະລິດຫຍັງ: RttR-ຄ່າເລີ່ມຕົ້ນ
pl: Zmień zachowanie robocze zakładów metalowych, jeśli wszystkie suwaki w oknie narzędzi są ustawione na zero. Produkuj losowe wyroby: S2-Domyślne Nie produkuj niczego: RttR-Domyślne
ru: Изменить рабочее поведение металлозавода, если все ползунки в окне инструментов установлены на ноль. Производят случайные изделия: S2-умолчанию Ничего не производят: RttR-умолчанию
sl: Spremeni obnašanje metalurgij, če so vsi drsniki v oknu z orodji nastavljeni na nič. Proizvedi naključni izdelek: S2-Privzeto Proizvedi nič: RttR-Privzeto

source: Changes the ship movement speed
cs: Změnit rychlost lodi
de: Ändert die Schiffsgeschwindigkeit
fr: Modifier la vitesse de déplacement des bateaux.
hu: Megváltoztatja a hajók mozgási sebességét
lo: ປ່ຽນແປງຄວາມໄວໃນການເຄື່ອນທີ່ຂອງເຮືອ
pl: Zmienia prędkość ruchu statku
ru: Изменение скорости движения кораблей
sl: Spremeni hitrost premikanja ladij

source: Charburner
cs: Uhlíř
de: Köhler
et: Söepõletaja
fi: Hiilenpolttaja
fr: Charbonnière
hu: Szénégető
lo: ເຕົາເຜົາຖ່ານ
pl: Węglarz
ru: Угольная ферма
sl: Gorilnik oglja
sv: Kolarbostad

source: Chat Window
cs: Okno chatu
de: Chatfenster
et: Vestlusaken
fi: Chatti-ikkuna
fr: Fenêtre de discussion
hu: Chatablak
lo: ໜ້າຕ່າງສົນທະນາ
pl: Okno rozmów
ru: Окно чата
sl: Pogovorno okno
sv: Chatfönster

source: Checking Map...
cs: Ověřuji mapu...
de: Prüfe Karte...
et: Kontrollin kaarti ...
fi: Tarkistetaan kartta...
fr: Vérification de la carte...
hu: Térkép ellenőrzése...
lo: ກຳລັງກວດສອບແຜນທີ່...
pl: Sprawdzanie mapy...
ru: Проверка карты...
sl: Preverjam zemljevid...
sv: Kontrollerar Kartan...

source: Checking Password...
cs: Ověřuji heslo...
de: Passwortabfrage...
et: Kontrollin parooli...
fi: Tarkistetaan salasana...
fr: Vérification du mot de passe...
hu: Jelszó ellenőrzése...
lo: ກຳລັງກວດສອບລະຫັດຜ່ານ...
pl: Sprawdzanie hasła...
ru: Проверка пароля...
sl: Preverjam geslo...
sv: Kontrollerar lösenordet...

source: Choose mission
cs: Výběr mise
hu: Válassz küldetést
lo: ເລືອກພາລະກິດ
pl: Wybierz misję

source: Classic (Settlers 2)
cs: Klasika (Settlers 2)
de: Klassisch
et: Klassikaline (Settlers 2)
fi: Perinteinen (Settlers II)
fr: Classique (Settlers 2)
hu: Klasszikus (Settlers 2)
lo: ຄລາສສິກ (Settlers 2)
pl: Klasyczna (Settlers 2)
ru: Классический (Поселенцы 2)
sl: Klasično (Settlers 2)
sv: Klassiskt (Settlers 2)

source: Clear
cs: Vyčistit
de: Aufräumen
et: Puhasta
fi: Tyhjennä
fr: Vider
hu: Törlés
lo: ລ້າງ
pl: Wyczyść
ru: Очистить
sl: Počisti
sv: Töm

source: Cleaver
cs: Sekáček
de: Hackbeil
et: Lihunikukirves
fi: Lihaveitsiä
fr: Hachette
hu: Bárd
lo: ມີດຟັກ
pl: Tasak
ru: Поварской нож
sl: Mesarski nož
sv: Köttyxa

source: Close
cs: Zavřít
de: Nah
et: Suletud
fi: Suljettu
fr: Fermée
hu: Közeli
lo: ໃກ້
pl: Zamknij
ru: Близко
sl: Zaprto

source: Close Without Saving
cs: Zavřít bez uložení
de: Schließen, ohne zu speichern
et: Sulge Salvestamata
fi: Sulje tallentamatta
fr: Annuler
hu: Bezárás mentés nélkül
lo: ປິດໂດຍບໍ່ບັນທຶກ
pl: Zamknij bez zapisywania
ru: Закрыть без сохранения
sl: Zapri brez shranjevanja
sv: Stäng utan att spara

source: Closed
cs: Uzavřen
de: Geschlossen
et: Suletud
fi: Suljettu
fr: Fermée
hu: Zárt
lo: ປິດ
pl: Zamknięte
ru: Закрыто
sl: Zaprto
sv: Stängd

source: Coal
cs: Uhlí
de: Kohle
et: Süsi
fi: Hiiltä
fr: Charbon
hu: Szén
lo: ຖ່ານຫີນ
pl: Węgiel
ru: Уголь
sl: Premog
sv: Kol

source: Coal mine
cs: Uhelný důl
de: Kohlebergwerk
et: Söekaevandus
fi: Hiilikaivos
fr: Mine de charbon
hu: Szénbánya
lo: ບໍ່ແຮ່ຖ່ານຫີນ
pl: Kopalnia węgla
ru: Угольная шахта
sl: Rudnik premoga
sv: Kolgruva

source: Coal:
cs: Uhlí:
de: Kohle:
fi: Hiiltä
fr: Charbon :
hu: Szén:
lo: ຖ່ານຫີນ:
pl: Węgiel:
ru: Уголь:

source: Coins
cs: Mince
de: Münzen
et: Mündid
fi: Kolikkoja
fr: Pièces
hu: Érme
lo: ຫຼຽນ
pl: Monety
ru: Монеты
sl: Kovanci
sv: Mynt

source: Coins on captured buildings
cs: Placení v zajatých budovách
de: Münzannahme bei eroberten Gebäuden
fr: Pièces dans les bâtiments capturés
hu: Érmeszállítás elfoglalt épületekbe
lo: ຫຼຽນໃນອາຄານທີ່ຖືກຍຶດ
pl: Monety w zdobytych budowlach
ru: Монеты в захваченных зданиях

source: Collect
cs: Sbírat
de: Sammeln
et: Kogu
fi: Kerää
fr: Collecter
hu: Begyűjtés
lo: ເກັບກຳ
pl: Zbierz
ru: Собрать
sl: Zberi
sv: Samla in

source: Color
cs: Barva
de: Farbe
et: Värv
fi: Väri
fr: Couleur
hu: Szín
lo: ສີ
pl: Kolor
ru: Цвет
sl: Barva
sv: Färg

source: Common
cs: Obecné
de: Allgemein
et: Üldine
fi: Yleiset
fr: Général
hu: Általános
lo: ທົ່ວໄປ
pl: Ogólne
ru: Общие
sl: Skupno
sv: Allmän

source: Completed the ordered amount of tools.
cs: Výroba objednaných nástrojů je dokončena.
de: Werkzeugbestellung fertiggestellt.
fi: Tilattu määrä työkaluja on valmistunut.
fr: La commande d'outils est prête.
hu: A megrendelt mennyiségű szerszám elkészült.
lo: ຜະລິດເຄື່ອງມືຕາມຈຳນວນທີ່ສັ່ງສຳເລັດແລ້ວ.
pl: Wykonano zamówioną ilość narzędzi.
ru: Заказанное количесество инструментов произведено.
sl: Zaključeno naročeno količino orodij.

source: Computer %u
cs: Počítač %u
et: Arvuti %u
fi: Tietokone %u
fr: Ordinateur %u
hu: Számítógép %u
lo: ຄອມພິວເຕີ %u
pl: Komputer %u
ru: Компьютер %u
sl: Računalnik %u
sv: Dator %u

source: Confirm
cs: Potvrdit
de: Bestätigen
et: Kinnita
fi: Vahvista
fr: Confirmer
hu: Megerősít
lo: ຢືນຢັນ
pl: Potwierdź
ru: Подтвердить
sl: Potrdi
sv: Bekräfta

source: Connect
cs: Připojit se
de: Verbinde...
et: Ühenda
fi: Yhdistä
fr: Connexion
hu: Kapcsolódás
lo: ເຊື່ອມຕໍ່
pl: Połącz
ru: Подключиться
sl: Poveži se
sv: Koppla

source: Connecting
cs: Připojit se
de: Verbinde...
et: Ühenda
fi: Yhdistä
fr: Connexion
hu: Kapcsolódás folyamatban
lo: ກຳລັງເຊື່ອມຕໍ່
pl: Łączenie
ru: Подключение
sl: Poveži se

source: Connecting to Lobby
cs: Připojuji do Lobby
de: Mit Internet-Lobby verbinden
et: Ühendan ooteruumiga
fi: Yhdistetään aulaan
fr: Connexion au salon
hu: Kapcsolódás az előszobához
lo: ກຳລັງເຊື່ອມຕໍ່ກັບລັອບບີ້
pl: Łączenie z Lobby
ru: Подключение к лобби
sl: Povezovanje v preddverje
sv: Koppla till internet-lobby

source: Connecting with Host...
cs: Spojuji s hostitelem...
de: Verbinde mit Host...
et: Ühendan hostiga...
fi: Yhdistetään isäntään...
fr: Connexion à l'hôte
hu: Kapcsolódás a kiszolgálóhoz...
lo: ກຳລັງເຊື່ອມຕໍ່ກັບໂຮສ...
pl: Łączenie z hostem...
ru: Подключение к хосту...
sl: Povezovanje z gostiteljem...
sv: Kopplar till servern...

source: Connection failed!
cs: Spojení se nezdařilo!
de: Verbindung fehlgeschlagen!
et: Ühendus ebaõnnestus!
fi: Yhteys epäonnistui!
fr: Connexion échouée !
hu: Kapcsolódás sikertelen!
lo: ການເຊື່ອມຕໍ່ລົ້ມເຫຼວ!
pl: Połączenie nie powiodło się!
ru: Подключение не удалось!
sl: Povezava neuspela!
sv: Koppling slog fel!

source: Conquer 3/4 of map
cs: Ovládnout 3/4 mapy
de: Besitz 3/4 des Landes
et: Valluta 3/4 kaardist
fi: Hallitse 3/4 kartasta
fr: Conquérir 3/4 de la carte
hu: Térkép 3/4-ének meghódítása
lo: ຍຶດຄອງ 3/4 ຂອງແຜນທີ່
pl: Opanuj 3/4 mapy
ru: Захватить 3/4 карты
sl: Zavzemi 3/4 zemljevida
sv: Erövring av 3/4 av jorden

source: Construction
cs: Staveniště
de: Baustellen
et: Ehitus
fi: Rakennus
fr: Emplacement de construction
hu: Építés
lo: ການກໍ່ສ້າງ
pl: Budowa
ru: Строительство
sl: Gradbeništvo
sv: Byggplatser

source: Construction aid mode
cs: Stavební režim
de: Bauhilfsmodus
et: Arvuti assisteeritud ehitamine
fi: Näytä rakennuspaikat
fr: Aide à la construction
hu: Építési segédmód
lo: ໂໝດຊ່ວຍເຫຼືອການກໍ່ສ້າງ
pl: Tryb konstrukcyjny
ru: Режим помощи в строительстве
sl: Pomoč pri gradnji
sv: Byggningshjälp

source: Construction aid only
cs: Pouze stavební pomoc
hu: Csak építési segítség
lo: ຊ່ວຍເຫຼືອການກໍ່ສ້າງເທົ່ານັ້ນ
pl: Tylko konstrukcyjne
ru: Только помощь в строительстве

source: Construction and attack aid
cs: Stavební a útočná pomoc
hu: Építési és támadási segítség
lo: ຊ່ວຍເຫຼືອການກໍ່ສ້າງແລະການໂຈມຕີ
pl: Konstrukcyjne i ataku
ru: Помощь в строительстве и атаке

source: Continents
cs: Kontinenty
de: Kontinente
et: Kontinendid
fi: Mantereet
hu: Kontinensek
lo: ທະວີບ
pl: Kontynenty
ru: Континенты
sl: Kontinenti
sv: Världsdelar

source: Continue
cs: Pokračovat
de: Weiter
et: Jätka
fi: Jatka
fr: Continuer
hu: Folytatás
lo: ສືບຕໍ່
pl: Kontynuuj
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt

source: Continue game
cs: Pokračovat ve hře
de: Spiel fortsetzen
fi: Jatka
fr: Continuer le jeu
hu: Játék folytatása
lo: ຫຼິ້ນເກມຕໍ່
pl: Kontynuuj grę
ru: Продолжить игру

source: Contract type:
cs: Typ kontraktu:
de: Vertragstyp:
et: Lepingu tüüp:
fi: Sopimus:
fr: Type de contrat
hu: Szerződéstípus:
lo: ປະເພດສັນຍາ:
pl: Rodzaj umowy:
ru: Тип контракта:
sl: Vrsta pogodbe:
sv: Kontrakttyp:

source: Convert to coal
cs: Změnit na uhlí
de: In Kohle umwandeln
et: Muuda söeks
fi: Muunna hiileksi
fr: Transformer en charbon
hu: Átalakítás szénné
lo: ປ່ຽນເປັນຖ່ານຫີນ
pl: Zamień na węgiel
ru: Преобразовать в уголь
sl: Pretvori v premog
sv: Omvandla till kol

source: Convert to granite
cs: Změnit na žulu
de: In Granit umwandeln
et: Muuda graniidiks
fi: Muuta kiveksi
fr: Transformer en granite
hu: Átalakítás gránittá
lo: ປ່ຽນເປັນຫີນຊາຍ
pl: Zamień na granit
ru: Преобразовать в гранит
sl: Pretvori v granit
sv: Omvandla till granit

source: Convert to iron ore
cs: Změnit na železnou rudu
de: In Eisen umwandeln
et: Muuda rauamaagiks
fi: Muunna rautamalmiksi
fr: Transformer en fer
hu: Átalakítás vasérccé
lo: ປ່ຽນເປັນແຮ່ເຫຼັກ
pl: Zamień na rudę żelaza
ru: Преобразовать в железную руду
sl: Pretvori v železovo rudo
sv: Omvandla till järnmalm

source: Could not determine type of path %s
cs: Nelze určit typ cesty %s
de: Konnte Typ des Pfades %s nicht ermitteln
fi: Polun tyyppiä ei kyetty päättelemään: %s
fr: Impossible de déterminer le type de chemin %s
hu: Nem sikerült azonosítani az út típusát: %s
lo: ບໍ່ສາມາດກຳນົດປະເພດຂອງເສັ້ນທາງ %s
pl: Nie można określić rodzaju ścieżki %s
ru: Не удалось определить тип пути %s
sl: Ni bilo mogoče razbrati vrsto poti %s

source: Could not load map:
cs: Mapu se nepodařilo načíst:
de: Kann Karte nicht laden:
fr: Impossible de charger la carte:
hu: Nem sikerült betölteni a térképet:
lo: ບໍ່ສາມາດໂຫຼດແຜນທີ່:
pl: Nie mogę załadować mapy:
ru: Не удалось загрузить карту:

source: Could not load map: %1% %2%
cs: Mapu se nepodařilo načíst: %1% %2%
de: Konnte Karte nicht laden: %1% %2%
fr: Impossible de charger la carte: %1% %2%
hu: Nem sikerült betölteni a térképet: %1% %2%
lo: ບໍ່ສາມາດໂຫຼດແຜນທີ່: %1% %2%
pl: Nie mogę wczytać mapy: %1% %2%
ru: Не удалось загрузить карту: %1% %2%

source: Create Game
cs: Vytvořit hru
de: Spiel erstellen
et: Loo mäng
fi: Luo peli
fr: Créer une partie
hu: Játék létrehozása
lo: ສ້າງເກມ
pl: Stwórz grę
ru: Создать игру
sl: Ustvari igro
sv: Starta server

source: Credits
cs: Autoři
et: Tiitelinfo
fi: Tekijät
fr: Contributeurs
hu: Készítők
lo: ຜູ້ສ້າງ
pl: Twórcy
ru: Авторы
sl: Zasluge

source: Crucible
cs: Tyglík
de: Schmelztiegel
et: Tiigel
fi: Vaskaaleja
fr: Creuset
hu: Olvasztótégely
lo: ເບົ້າຫຼອມ
pl: Tygiel
ru: Тигель
sl: Talilni lonec
sv: Smältdegel

source: Current GF: %u / GF length: %u ms / NWF length: %u gf (%u ms) / Ping: %u ms
cs: Aktuální GF: %u / GF délka: %u ms / NWF délka: %u gf (%u ms) / Ping: %u ms
de: Aktueller GF: %u / GF-Länge: %u ms / NWF-Länge: %u gf (%u ms) / Ping: %u ms
et: Praegune GF: %u / GF pikkus: %u ms / NWF pikkus: %u gf (%u ms) / Ping: %u ms
fi: Nykyinen PR: %u / PR kesto: %u ms / NWF kesto: %u PR (%u ms) / Vasteaika: %u ms
fr: GF actuel : %u / Délai d'un GF : %u ms / Délai d'un NWF : %u gf (%u ms) / Ping: %u ms
hu: Jelenlegi GF: %u / GF hossz: %u ms / NWF hossz: %u gf (%u ms) / Ping: %u ms
lo: GF ປັດຈຸບັນ: %u / ຄວາມຍາວ GF: %u ms / ຄວາມຍາວ NWF: %u gf (%u ms) / Ping: %u ms
pl: Aktualne GF: %u / długość GF: %u ms / długość NWF: %u gf (%u ms) / Ping: %u ms
ru: Текущий GF: %u / GF длина: %u мс / NWF длина: %u gf (%u мс) / Пинг: %u мс
sl: Trenutno GF%u / GF dolžina: %u ms / NWF dolžina: %u gf (%u ms) / Ping: %u ms
sv: Nuvarande GF: %u / GF-längd: %u ms / NWF-längd: %u gf (%u ms) / Ping: %u ms

source: Custom build sequence
cs: Vlastní stavební postup
de: Eigene Baureihenfolge
et: Kohandatud ehitamise järjekord
fi: Valikoitu rakennusjärjestys
fr: Ordre de construction personalisée
hu: Egyedi építési sorrend
lo: ລຳດັບການສ້າງແບບກຳນົດເອງ
pl: Ręczna kolejność budowy
ru: Пользовательская последовательность построек
sl: Prilagojeno zaporedje gradnje
sv: Anpassad byggordning

source: Deactivates reduction of fish population.
cs: Rybář nikdy nevyloví všechny ryby ve svém okolí.
de: Deaktiviert das Verbrauchen der Fisch-Population.
fr: Désactiver la quantité de poissons.
hu: Kikapcsolja a halállomány csökkenését.
lo: ປິດການຫຼຸດລົງຂອງຈຳນວນປາ.
pl: Dezaktywuje redukcję populacji ryb.
ru: Отлючает сокращение популяции рыбы.
sl: Izklopi zmanjševanje populacije rib.

source: Decides to whom your statistics are visible. "Allies" applies to team members as well as to allies by treaty.
cs: Viditelnost vašich statistik pro ostnatí hráče.
de: Entscheidet wer deine Spielstatistik im Spiel sieht. Verbündete sind entweder Teammitglieder oder Bündnispartner.
fr: Choisir qui voit vos statistiques « Alliés » s'applique aux membres de votre équipe ainsi qu'aux alliés par traité.
hu: Meghatározza, hogy a statisztikáid kiknek legyenek láthatók. A "Szövetségesek" beállítás a csapattársakra és a szerződéses szövetségesekre egyaránt vonatkozik.
lo: ຕັດສິນວ່າສະຖິຕິຂອງທ່ານຈະເຫັນໄດ້ໂດຍໃຜ. "ພັນທະມິດ" ໝາຍເຖິງສະມາຊິກໃນທີມ ແລະ ພັນທະມິດຕາມສົນທິສັນຍາ.
pl: Decyduj kto może zobaczyć twoje statystyki. "Sprzymierzeńcy" odnosi się do członków zespołu oraz do sprzymierzeńców w obliczu wspólnego zagrożenia.
ru: Определить, кому видна ваша статистика. "Союзники" относится к членам группы, а также к союзникам по договору.
sl: Določi komu so vidne tvoje statistike. “Zavezniki” velja za ekipo članov, kot tudi zaveznikom s pogodbo.
