Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Event count mismatch. Read events: %1%. Expected: %2%.
cs: Neshoda počtu událostí. Načtené události: %1%. Očekáváno: %2%.
de: Diskrepanz in der Ereignisanzahl: %1% Ereignisse gelesen. Erwartet: %2%.
hu: Eseményszám eltérés. Beolvasott események: %1%. Várt: %2%.
lo: ຈຳນວນເຫດການບໍ່ກົງກັນ. ອ່ານເຫດການ: %1%. ຄາດວ່າຈະມີ: %2%.
pl: Liczba zdarzeń nie zgadza się. Odczytania liczba: %1%. Oczekiwana: %2%.
ru: Несоответствие количества событий. Прочитанные события: %1%. Ожидается: %2%.

source: Every GF
cs: Každý GF
de: Jeder
et: Kõik
fi: Kaikille
fr: Tout le monde
hu: Összes GF
lo: ທຸກໆ GF
pl: Każda GF
ru: Всем GF
sl: Vsi

source: Everyone
cs: Všichni
de: Jeder
et: Kõik
fi: Kaikille
fr: Tout le monde
hu: Mindenki
lo: ທຸກຄົນ
pl: Wszyscy
ru: Всем
sl: Vsi
sv: Alla

source: Exhaustible
cs: Vyčerpatelná
de: Erschöpfend
fi: Ehtymättömät kaivokset
fr: Épuisable
hu: Kimeríthető
lo: ໝົດໄດ້
pl: Wyczerpywalna
ru: Истощимые

source: Exhaustible Water
cs: Vyčerpatelná voda
de: Erschöpfendes Wasser
fi: Ehtymättömät kaivokset
fr: Eau épuisable
hu: Kimeríthető víz
lo: ນ້ຳທີ່ໝົດໄດ້
pl: Wyczerpywalność wody
ru: Неисчерпаемая вода

source: Expedition
cs: Expedice
et: Ekspeditsioon
fi: Retkikunta
fr: Expédition
hu: Expedíció
lo: ການສຳຫຼວດ
pl: Ekspedycja
ru: Экспедиция
sl: Ekspedicija

source: Exploration expedition
cs: Průzkumná výprava
de: Erkundungsmission
et: Avastamis ekspeditsioon
fi: Tutkimusretkikunta
fr: Expédition d'exploration
hu: Felfedező expedíció
lo: ການສຳຫຼວດເພື່ອຄົ້ນພົບ
pl: Ekspedycja odkrywcza
ru: Исследовательская экспедиция
sl: Raziskovalna ekspedicija
sv: Upptäcksresa

source: Exploration:
cs: Prozkoumané území:
de: Aufklärung:
et: Avastamine:
fi: Kartan peitto:
hu: Felderítés:
lo: ການສຳຫຼວດ:
pl: Eksploracja:
ru: Исследование:
sl: Raziskovanje:
sv: Sikte:

source: Failed to generate random map. Reason:
cs: Generování náhodné mapy se nezdařilo. Důvod:
de: Fehler beim generieren einer Zufallskarte. Begründung:
fr: Impossible de générer une carte aléatoire. Raison :
hu: Nem sikerült véletlenszerű térképet generálni. Hiba oka:
lo: ບໍ່ສາມາດສ້າງແຜນທີ່ສຸ່ມໄດ້. ເຫດຜົນ:
pl: Nie udało się wygenerować losowej mapy. Powód:
ru: Не удалось создать случайную карту. Причина:

source: Failed to init GUI:
cs: Nepodařilo se inicializovat GUI:
de: Fehler beim initialisieren der GUI:
fr: Impossible d'initialiser l'interface graphique :
hu: Nem sikerült inicializálni a kezelőfelületet:
lo: ບໍ່ສາມາດເລີ່ມ GUI ໄດ້:
pl: Nie udało się zainicjować GUI:
ru: Не удалось инициализировать GUI:

source: Failed to load %s
cs: Nepodařilo se nahrát %s
de: Konnte %s nicht laden
fi: Lataus epäonnistui: %s
fr: Impossible de charger %s
hu: Nem sikerült betölteni: %s
lo: ບໍ່ສາມາດໂຫຼດ %s
pl: Niepowodzenie w czasie ładowania %s
ru: Не удалось загрузить %s
sl: Neuspelo nalaganje %s

source: Failed to load campaign %1%.
cs: Nepovedlo se načíst kampaň %1%.
hu: Nem sikerült betölteni a(z) %1% kampányt.
lo: ບໍ່ສາມາດໂຫຼດແຄມເປນ %1%.
pl: Nie udało się załadować kampanii %1%.

source: Failed to load game data
cs: Načtení herních dat se nezdařilo
de: Spieldaten konnten nicht geladen werden!
fr: Impossible de charger les données de la partie
hu: Nem sikerült betölteni a játékadatokat
lo: ບໍ່ສາມາດໂຫຼດຂໍ້ມູນເກມໄດ້
pl: Nie udało się załadować danych gry
ru: Не удалось загрузить данные игры

source: Failed to load game data!
cs: Načtení herních dat se nezdařilo!
de: Spieldaten konnten nicht geladen werden!
fr: Impossible de charger les données de la partie !
hu: Nem sikerült betölteni a játékadatokat!
lo: ບໍ່ສາມາດໂຫຼດຂໍ້ມູນເກມໄດ້!
pl: Niepowodzenie we wczytywaniu danych gry!
ru: Не удалось загрузить данные игры!

source: Failed to load game resources
cs: Načtení herních prostředků se nezdařilo
de: Spielresourcen konnten nicht geladen werden!
hu: Nem sikerült betölteni a játék erőforrásait
lo: ບໍ່ສາມາດໂຫຼດຊັບພະຍາກອນເກມໄດ້
pl: Nie udało się załadować zasobów gry
ru: Не удалось загрузить игровые ресурсы

source: Failed to load library. Check dependencies!
cs: Načtení knihovny se nezdařilo. Zkontrolujte závislosti!
de: Fehler beim Laden der Bibliothek. Überprüfen Sie die Abhängigkeiten!
fi: Kirjaston lataaminen ei onnistunut. Tarkista riippuvuudet!
fr: Impossible de charger la bibliothèque. Vérifiez les dépendances !
hu: Nem sikerült betölteni a könyvtárat. Ellenőrizd a függőségeket!
lo: ບໍ່ສາມາດໂຫຼດ library ໄດ້. ກວດສອບ dependencies!
pl: Nie udało się załadować biblioteki. Sprawdź zależności!
ru: Не удалось загрузить библиотеку. Проверьте зависимости!
sl: Neuspelo nalaganje knjižnice. Preveri odvisnosti!

source: Failed to load lua file '%1%'
cs: Nepodařilo se načíst soubor skriptu LUA '%1%'
de: Lua Datei '%1%' konnte nicht geladen werden
fi: Lataus epäonnistui: %s
hu: Nem sikerült betölteni a(z) '%1%' lua fájlt
lo: ບໍ່ສາມາດໂຫຼດໄຟລ໌ Lua '%1%'
pl: Nie udało się załadować pliku Lua '%1%'
ru: Не удалось загрузить lua-файл "%1%"

source: Failed to load lua state!
cs: Načtení stavu lua se nezdařilo!
de: Laden des LUA Zustands fehlgeschlagen!
hu: Lua állapot betöltése sikertelen!
lo: ລົ້ມເຫຼວໃນການໂຫຼດສະຖານະ lua!
pl: Nie udało się załadować stanu Lua!
ru: Не удалось загрузить состояние lua!

source: Failed to load map %1%: %2%
cs: Nepodařilo se načíst mapu %1%:%2%
de: Konnte Karte '%1%' nicht laden: %2%
hu: Nem sikerült betölteni a(z) %1% térképet: %2%
lo: ບໍ່ສາມາດໂຫຼດແຜນທີ່ %1%: %2%
pl: Nie udało się załadować mapy %1%:%2%
ru: Не удалось загрузить карту %1%: %2%

source: Failed to merge entry %1%. Archive expected!
cs: Sloučení položky %1% se nezdařilo. Je očekávána archivace!
de: Eintrag %1% konnte nicht zusammengeführt werden. Archiv erwartet!
hu: Nem sikerült egyesíteni %1% bejegyzést! Archívumot vártunk!
lo: ລົ້ມເຫຼວໃນການລວມລາຍການ %1%. ຄາດວ່າເປັນໄຟລ໌ເກັບຂໍ້ມູນ!
pl: Nie udało się scalić wpisu %1%. Oczekiwano archiwum!
ru: Не удалось объединить запись %1%. Архив ожидается!

source: Failed to read lua file '%1%'
cs: Nepodařilo se přečíst soubor skriptu LUA '%1%'
de: Lua Datei '%1%' konnte nicht gelesen werden
fi: Lataus epäonnistui: %s
hu: Nem sikerült beolvasni a(z) '%1%' lua fájlt
lo: ບໍ່ສາມາດອ່ານໄຟລ໌ Lua '%1%'
pl: Nie udało się odczytać pliku Lua '%1%'
ru: Не удалось прочитать файл lua '%1%'

source: Failed to resolve resource %1%
cs: Nepodařilo se vyřešit zdroj %1%
de: Resource %1% konnte nicht gefunden werden
fi: Lataus epäonnistui: %s
fr: Impossible de charger %s
hu: Nem sikerült feloldani a(z) %1% erőforrást
lo: ບໍ່ສາມາດແກ້ໄຂຊັບພະຍາກອນ %1% ໄດ້
pl: Nie udało się rozwiazać (resolve) zasobu %1%
ru: Не удалось загрузить %1%
sl: Neuspelo nalaganje %s

source: Failed to save async log at %1%
cs: Nepodařilo se uložit asynchronní protokol na %1%
de: Konnte async log nicht unter %1% speichern
fi: Lataus epäonnistui: %s
hu: Aszinkron napló mentése sikertelen ide: %1%
lo: ລົ້ມເຫຼວໃນການບັນທຶກບັນທຶກ async ທີ່ %1%
pl: Nie udało się zapisać logów async w %1%
ru: Не удалось сохранить асинхронный журнал в %1%

source: Failed to save lua state!
cs: Uložení skriptu LUA se nezdařilo!
de: Fehler beim Speichern des LUA Zustands!
hu: Lua állapot mentése sikertelen!
lo: ລົ້ມເຫຼວໃນການບັນທຶກສະຖານະ lua!
pl: Nie udało się zapisać stanu Lua!
ru: Не удалось сохранить состояние lua!

source: Far
cs: Daleko
de: Weit
et: Talu
fi: Maatila
fr: Ferme
hu: Távoli
lo: ໄກ
pl: Daleko
ru: Далеко
sl: Kmetija

source: Farmer
cs: Sedlák
de: Bauer
et: Talupidaja
fi: Maanviljelijöitä
fr: Paysan
hu: Földműves
lo: ຊາວກະສິກອນ
pl: Rolnik
ru: Фермер
sl: Kmet
sv: Bonde

source: Fast
cs: Rychle
de: Schnell
et: Kiire
fi: Nopea
fr: Rapide
hu: Gyors
lo: ໄວ
pl: Szybko
ru: Быстро
sl: Hitro
sv: Fort

source: Few
cs: Méně
de: Wenig
fr: Moins
hu: Néhány
lo: ໜ້ອຍ
pl: Mniej
ru: Мало
sl: Manj

source: Fewer
cs: Méně
de: Weniger
fi: Oluenpanijoita
fr: Moins
hu: Kevesebb
lo: ໜ້ອຍລົງ
pl: Mniej
ru: Мало
sl: Manj

source: Fewer defenders
cs: Méně obránců
de: Weniger Verteidiger
et: Vähem kaitsjaid
fi: Enemmän puolustajia
fr: Défense défensive
hu: Kevesebb védő
lo: ຜູ້ປ້ອງກັນນ້ອຍລົງ
pl: Mniej obrońców
ru: Меньше защитников
sl: Manj branilcev
sv: Färre försvarare

source: Fewer recruits
cs: Méně rekrutů
de: Weniger Rekruten
et: Vähem värvatuid
fi: Vähemmän värväämistä
fr: Recruter moins
hu: Kevesebb újonc
lo: ທະຫານໃໝ່ນ້ອຍລົງ
pl: Mniej rekrutów
ru: Меньше новобранцев
sl: Manj vojakov
sv: Färre rekryter

source: File could not be opened.
cs: Soubor nemůže být otevřen.
de: Die Datei konnte nicht geöffnet werden.
fi: Määriteltyä tiedostoa ei voitu avata!
hu: A fájl nem nyitható meg.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ໄດ້.
pl: Nie można otworzyć pliku.
ru: Не удалось открыть файл.

source: File has an old version and cannot be used (version: %1%.%2%, expected: %3%.%4%)!
cs: Soubor je staré verze a nelze použít (verze: %1%.%2%, očekáváno: %3%.%4%)!
hu: A fájl régi verziójú, ezért nem használható (verzió: %1%.%2%, elvárt: %3%.%4%)!
lo: ໄຟລ໌ເປັນເວີຊັນເກົ່າ ແລະ ບໍ່ສາມາດໃຊ້ໄດ້ (ເວີຊັນ: %1%.%2%, ຄາດວ່າຈະເປັນ: %3%.%4%)!

source: File is not in a valid format!
cs: Soubor není v platném formátu!
de: Datei hat kein gültiges Format!
hu: A fájl formátuma érvénytelen!
lo: ໄຟລ໌ບໍ່ຢູ່ໃນຮູບແບບທີ່ຖືກຕ້ອງ!
pl: Niepoprawny format pliku!
ru: Файл в недопустимом формате!

source: File or directory does not exist: %s
cs: Soubor nebo adresář neexistuje: %s
de: Datei oder Ordner nicht gefunden: %s
fi: Tiedostoa tai hakemistoa ei ole: %s
fr: Le fichier ou le répertoire n'existe pas : %s
hu: A fájl vagy könyvtár nem létezik: %s
lo: ໄຟລ໌ ຫຼື ໂຟນເດີບໍ່ມີຢູ່: %s
pl: Plik lub folder nie istnieje: %s
ru: Файл или каталог не существует: %s
sl: Datoteka ali direktorij ne obstaja: %s

source: File was created with more recent program and cannot be used (version: %1%.%2%, expected: %3%.%4%)!
cs: Soubor byl vytvořen v novější verzi na nelze použít (verze: %1%.%2%, očekáváno: %3%.%4%)!
hu: A fájlt újabb verziójú programmal hozták létre, ezért nem használható (verzió: %1%.%2%, elvárt: %3%.%4%)!
lo: ໄຟລ໌ຖືກສ້າງດ້ວຍໂປຣແກຣມທີ່ໃໝ່ກວ່າ ແລະ ບໍ່ສາມາດໃຊ້ໄດ້ (ເວີຊັນ: %1%.%2%, ຄາດວ່າຈະເປັນ: %3%.%4%)!

source: Filename
cs: Název souboru
de: Dateiname
et: Faili nimi
fi: Tiedostonimi
fr: Nom du fichier
hu: Fájlnév
lo: ຊື່ໄຟລ໌
pl: Nazwa pliku
ru: Имя файла
sl: Ime datoteke
sv: Filnamn

source: Finances
cs: Finance
de: Finanzen
hu: Pénzügyek
lo: ການເງິນ
pl: Finanse
ru: Финансы

source: Fish
cs: Ryba
de: Fisch
et: Kala
fi: Kalaa
fr: Poisson
hu: Hal
lo: ປາ
pl: Ryby
ru: Рыба
sl: Riba
sv: Fisk

source: Fisher
cs: Rybář
de: Fischer
et: Kalur
fi: Kalastajia
fr: Pêcheur
hu: Halász
lo: ຊາວປະມົງ
pl: Rybak
ru: Рыбак
sl: Ribič
sv: Fiskare

source: Fishery
cs: Rybář
de: Fischerhütte
et: Kaluri hütt
fi: Kalastaja
fr: Cabane de pêcheur
hu: Halászház
lo: ເຮືອນຊາວປະມົງ
pl: Dom rybaka
ru: Хижина рыбака
sl: Ribarna
sv: Fiskeri

source: Flour
cs: Mouka
de: Mehl
et: Jahu
fi: Jauhoja
fr: Farine
hu: Liszt
lo: ແປ້ງ
pl: Mąka
ru: Мука
sl: Moka
sv: Mjöl

source: FoW - all explored
cs: Prozkoumané je vidět
de: NdK - alles erkundet
et: Sõjaudu - Kõik avastatud
fi: Kartan näkyvyys (näytä kaikki)
fr: BdG (tout exploré)
hu: H.köd - minden felfedezve
lo: FoW - ສຳຫຼວດທັງໝົດແລ້ວ
pl: Mgła wojny - wszystko odkryte
ru: Туман Войны - всё разведано
sl: FoW - vse raziskano
sv: Krigsdimma - allt synligt

source: Fog of War
cs: Mlha války
de: Nebel des Krieges
et: Sõjaudu
fi: Rajoitettu näkyvyys
fr: Brouillard de guerre
hu: Háborús köd
lo: ໝອກແຫ່ງສົງຄາມ
pl: Mgła wojny
ru: Туман Войны
sl: Megla vojne
sv: Krigsdimma

source: Follow object
cs: Následující objekt
de: Objekt folgen
fr: Suivre l'objet
hu: Objektum követése
lo: ຕິດຕາມວັດຖຸ
pl: Śledź obiekt
ru: Следить за объектом

source: Food
cs: Jídlo
de: Nahrung
et: Söök
fi: Ruokaa
fr: Nourriture
hu: Étel
lo: ອາຫານ
pl: Pożywienie
ru: Еда
sl: Hrana
sv: Mat

source: Foodstuff
cs: Potraviny
de: Nahrung
et: Toiduained
fi: Ruokatarvikkeita
fr: Nourriture
hu: Élelmiszer
lo: ອາຫານ
pl: Pożywienie
ru: Продуктовые
sl: Prehrana
sv: Mat

source: Forester
cs: Lesník
de: Forsthaus
et: Metsaistutaja hütt
fi: Metsittäjä
fr: Sylviculteur
hu: Erdészlak
lo: ເຮືອນຄົນປູກປ່າ
pl: Leśniczówka
ru: Хижина лесника
sl: Gozdar
sv: Skogvakteri

source: Fortress
cs: Pevnost
de: Festung
et: Kindlus
fi: Linnake
fr: Forteresse
hu: Erőd
lo: ປ້ອມປາການ
pl: Forteca
ru: Крепость
sl: Trdnjava
sv: Borg

source: Found coal
cs: Nalezeno uhlí
de: Kohle gefunden.
et: Leiti sütt
fi: Löytyi hiiltä
fr: Charbon en sous-sol !
hu: Szenet találtunk
lo: ພົບຖ່ານຫີນ
pl: Znaleziono węgiel
ru: Обнаружены залежи угля
sl: Najden premog
sv: Kol har hittats

source: Found colony
cs: Založena nová kolonie
de: Siedlung gründen
et: Asuta koloonia
fi: Retkikunta rantautui
fr: Colonie trouvée
hu: Kolónia alapítása
lo: ພົບອານານິຄົມ
pl: Znaleziono kolonie
ru: Найти поселение
sl: Vzpostavi kolonijo
sv: Grunda koloni

source: Found gold
cs: Nalezeno zlato
de: Gold gefunden.
et: Leiti kulda
fi: Löytyi kultaa
fr: Or en sous-sol !
hu: Aranyat találtunk
lo: ພົບຄຳ
pl: Znaleziono złoto
ru: Обнаружена золотая жила
sl: Najdeno zlato
sv: Hittade guld

source: Found granite
cs: Nalezen kámen
de: Granit gefunden.
et: Leiti graniiti
fi: Löytyi graniittia
fr: Granite en sous-sol !
hu: Gránitot találtunk
lo: ພົບຫີນຊາຍ
pl: Znaleziono granit
ru: Обнаружен гранит
sl: Najden granit
sv: Hittade granit

source: Found iron ore
cs: Nalezena železná ruda
de: Eisen gefunden.
et: Leiti rauamaaki
fi: Löytyi rautamalmia
fr: Fer en sous-sol !
hu: Vasércet találtunk
lo: ພົບແຮ່ເຫຼັກ
pl: Znaleziono rudę żelaza
ru: Обнаружена железная руда
sl: Najdena železova ruda
sv: Hittade järnmalm

source: Found water
cs: Nalezena voda
de: Wasser gefunden.
et: Leiti vett
fi: Löytyi vettä
fr: Eau en sous-sol!
hu: Vizet találtunk
lo: ພົບນ້ຳ
pl: Znaleziono wodę
ru: Найдены подземные воды
sl: Najdena voda
sv: Hittade vatten

source: From the lookout tower you can see far into previously unexplored lands.
cs: Špionská věž slouží k odhalení doposud neprozkoumaného území.
de: Der Spähturm bietet eine weite Aussicht in unerforschte Gebiete.
et: Vaatetornist näed sa kaugele seni avastamata maadele.
fi: Tähystystornilla näet kauas alueille, joita et ole tutkinut.
fr: Pour observer les territoires inexplorés, pensez à la Tour de guet.
hu: A kilátótoronyból messzire elláthatsz az eddig feltérképezetlen területeken.
lo: ຈາກຫໍຄອຍ ທ່ານສາມາດເບິ່ງເຫັນໄກເຂົ້າໄປໃນດິນແດນທີ່ບໍ່ເຄີຍສຳຫຼວດມາກ່ອນ.
pl: Z wieży obserwacyjnej widać odległe, niezbadane dotąd tereny.
ru: Со смотровой башни вы можете увидеть еще неисследованные земли.
sl: Z razvidniškega stolpa lahko vidite globoko v neraziskane predele dežele.
sv: En spejare kan titta långt in i landet från en utkikspost.

source: Frontier Distance checks reachability
cs: Hraniční vzdálenost kontroluje dosažitelnost
de: Grenzentfernung prüft Erreichbarkeit
hu: Határtávolság ellenőrzi az elérhetőséget
lo: ໄລຍະຫ່າງຊາຍແດນກວດສອບການເຂົ້າເຖິງ
pl: Odległość od granicy zależy od osiągalności
ru: Расстояние до границы проверяет достижимость

source: Full Control
cs: Plná kontrola
de: Volle Kontrolle
hu: Teljes vezérlés
lo: ການຄວບຄຸມເຕັມຮູບແບບ
pl: Pełna kontrola
ru: Полный контроль

source: Fullscreen
cs: Celá obrazovka
de: Vollbild
et: Täisekraan
fi: Koko näyttö
fr: Plein écran
hu: Teljes képernyős
lo: ເຕັມຈໍ
pl: Pełny ekran
ru: Полноэкранный
sl: Celozaslonski način
sv: Hela bildskärmen

source: Fullscreen resolution:
cs: Rozlišení v režimu celé obrazovky:
de: Vollbildauflösung:
et: Täisekraani resolutsioon:
fi: Kokonäytön tarkkuus
fr: Résolution plein-écran :
hu: Teljes képernyős felbontás:
lo: ຄວາມລະອຽດເຕັມຈໍ:
pl: Rozdzielczość na pełnym ekranie
ru: Полноэкранное разрешение:
sl: Celozaslonska resolucija:
sv: Upplösning vid helskärm:

source: GUI Scale:
cs: Velikost rozhraní
hu: Kezelőfelület mérete:
lo: ຂະໜາດ GUI:
pl: Skala GUI:

source: Game Chat
cs: Herní chat
de: Spiel-Chat
fi: Pelichatti
fr: Discussions
hu: Játékchat
lo: ສົນທະນາໃນເກມ
pl: Czat gry
ru: Игровой чат
sl: Igralni pogovor

source: Game Time
cs: Herní čas
de: Spielzeit
et: Menüü
fi: Pelivalikko
fr: Menu de jeu
hu: Játékidő
lo: ເວລາເກມ
pl: Czas gry
ru: Игровое меню
sl: Igralni meni

source: Game can only be started as soon as everybody has a unique color,everyone is ready and all free slots are closed.
cs: Hra může být spuštěna jakmile bude mít každý hráč jedinečnou barvu, bude připraven ke hře a volné sloty budou uzavřeny.
de: Das Spiel kann erst gestartet werden wenn alle Spieler unterschiedliche Farben haben, bereit sind und alle freien Plätze geschlossen sind.
et: Mängu saab alustada alles siis kui kõigil on valitud unikaalne värv, mängijad on valmis ja kõik vabad kohad on täidetud.
fi: Peli voidaan aloitta vasta kun kaikilla on uniikki väri, he ovat ilmoittaneet olevansa valmiita ja kaikki avoimet paikat on suljettu.
fr: Le jeu ne peut être commencé uniquement lorsque tout le monde a une couleur unique, tout le monde est prêt et tous les emplacements libres sont fermés.
hu: A játékot csak akkor lehet elindítani, ha minden játékos egyedi színt választott, mindenki készen áll, és az összes szabad hely zárva van.
lo: ເກມຈະເລີ່ມໄດ້ກໍຕໍ່ເມື່ອທຸກຄົນມີສີທີ່ບໍ່ຊໍ້າກັນ, ທຸກຄົນພ້ອມ ແລະ ຊ່ອງວ່າງທັງໝົດຖືກປິດແລ້ວ.
pl: Gra może zostać rozpoczęta dopiero gdy każdy gracz będzie miał inny kolor, wszyscy będą gotowi, a wszystkie wolne miejsca zostaną zamknięte.
ru: Игра может быть начата только когда все имеют уникальный цвет, все готовы, и все свободные слоты закрыты.
sl: Igra se lahko začne ko bodo vsi igralci izbrali svojo barvo, bili pripravljeni in bila vsa prosta mesta zasedena.
sv: Spelet kan först startas när alla spelare har egen färg, är klara och alla öppna platser är stängda.

source: Game crate was picked and spread out...
cs: Hra byla vytvořena...
de: Spielkiste herausgesucht und ausgebreitet...
et: Mäng kasti pakitud ja laiali saadetud...
fi: Peli laitettiin jakoon...
fr: La boite de jeu est sélectionnée et son contenu répandu…
hu: Elővettük a játéktároló ládát, és kipakoltuk...
lo: ກ່ອງເກມຖືກຈັບ ແລະ ກະຈາຍອອກ...
pl: Rozlosowano talony: szczęścia i biedy
ru: Игровой ящик был подобран и рассыпался..
sl: Igralni zaboj je bil pobran in razprostran…
sv: Spelkista hittat och utspritt...

source: Game menu
cs: Herní menu
de: Kontrollfenster
et: Menüü
fi: Pelivalikko
fr: Menu de jeu
hu: Játék menü
lo: ເມນູເກມ
pl: Menu gry
ru: Игровое меню
sl: Igralni meni
sv: Spelfönster

source: Game was paused.
cs: Hra pozastavena.
de: Spiel wurde pausiert.
et: Mäng peatati.
fi: Peli on tauolla
fr: La partie a été mise en pause.
hu: A játék szünetel.
lo: ເກມຖືກຢຸດຊົ່ວຄາວ.
pl: Gra wstrzymana.
ru: Игра приостановлена.
sl: Igra je bila zaustavljena.
sv: Spelet pausat.

source: Game was resumed.
cs: Hra opět běží.
de: Spiel wurde fortgesetzt.
et: Mängu jätkati.
fi: Peliä jatketaan
fr: La partie a repris.
hu: A játék folytatódik.
lo: ເກມດຳເນີນຕໍ່.
pl: Gra wznowiona.
ru: Игра продолжена.
sl: Igra je bila nadaljevana.
sv: Spelet fortsätts.

source: Game's Name:
cs: Název hry:
de: Name des Spiels:
et: Mängu nimi:
fi: Pelin nimi:
fr: Nom de la partie :
hu: Játék neve:
lo: ຊື່ເກມ:
pl: Nazwa gry:
ru: Название игры:
sl: Ime igre:
sv: Spelnamn:

source: Gameplay
cs: Hraní
de: Spielverhalten
et: Mängimine
fi: Peli
hu: Játékmenet
lo: ການຫຼິ້ນເກມ
pl: Rozgrywka
ru: Геймплей
sl: Igra
sv: Spelkänsla

source: General
cs: Generál
et: Kindral
fi: Kenraaleja
fr: Général
hu: Tábornok
lo: ນາຍພົນ
pl: Generał
ru: Генерал

source: General (4)
cs: Generál (4)
fi: Kenraaleja
fr: Général (4)
hu: Tábornok (4)
lo: ນາຍພົນ (4)
pl: Generał (4)
ru: Генерал (4)

source: General statistics
cs: Souhrnné statistiky
de: Statistik
et: Üldine statistika
fi: Yleiset tilastot
fr: Statistiques
hu: Általános statisztikák
lo: ສະຖິຕິທົ່ວໄປ
pl: Ogólne statystyki
ru: Общая статистика
sl: Splošna statistika
sv: Allmän statistik

source: Geologist
cs: Geolog
de: Gelehrter
et: Geoloog
fi: Geologeja
fr: Érudit
hu: Geológus
lo: ນັກທໍລະນີສາດ
pl: Geolog
ru: Геолог
sl: Geolog
sv: Geolog

source: Geologist sign durability
cs: Trvanlivost geologických značek
de: Haltbarkeit der Gelehrtenschilder
hu: Geológus táblák tartóssága
lo: ຄວາມທົນທານຂອງປ້າຍນັກທໍລະນີສາດ
pl: Czas wyświetlania znaków geologów
ru: Продолжительность действия знака геолога

source: Get all back
cs: Získat vše zpět
de: Erstatte alles
et: Saa kõik tagasi
fi: Palauta kaikki
fr: Tout rembourser
hu: Teljes visszatérítés
lo: ໄດ້ຄືນທັງໝົດ
pl: Zwracaj wszystko
ru: Получить все обратно
sl: Pridobi vse nazaj
sv: Få allt tillbaka

source: Get building materials back when a building is destroyed and your emergency program is active.
cs: Zpětné získání stavebního materiálu, když je budova zničena a je aktivován nouzový program.
de: Erstatte Baumaterialien, wenn ein Gebäude abgerissen wird und das Notfallprogramm aktiv ist.
fr: Récupérer les matériaux lors de la destruction d'un immeuble pendant que le programme d'urgence est activé.
hu: Épület lerombolásakor visszajárnak az építőanyagok, ha a vészhelyzeti program aktív.
lo: ໄດ້ຮັບວັດສະດຸກໍ່ສ້າງຄືນເມື່ອອາຄານຖືກທຳລາຍ ແລະ ໂປຣແກຣມສຸກເສີນຂອງທ່ານກຳລັງເຮັດວຽກ.
pl: Odzyskaj materiały budowlane, gdy budynek zostanie zniszczony, a Twój program ratunkowy jest aktywny.
ru: Получить строительные материалы обратно, когда здание разрушается и ваша чрезвычайная программа активна.
sl: Pridobi nazaj gradbeni material, ko je zgradba uničena in je tvoj program za nujne primere aktiven.

source: Get building materials back when a building is destroyed.
cs: Při zbourání budovy je získána část stavebního materiálu zpět.
de: Erstatte Baumaterial zurück, wenn Gebäude abgerissen werden.
fr: Récupérer les matériaux lors de la destruction d'un immeuble
hu: Épület lerombolásakor visszajárnak az építőanyagok.
lo: ໄດ້ຮັບວັດສະດຸກໍ່ສ້າງຄືນເມື່ອອາຄານຖືກທຳລາຍ.
pl: Odzyskaj materiały budynku, gdy budynek zostanie zniszczony.
ru: Получить строительные материалы обратно, когда здание разрушается.
sl: Pridobi nazaj gradbeni material, ko je zgradba uničena.

source: Given map or replay (%1%) does not exist!
cs: Daná mapa nebo záznam (%1%) neexistuje!
de: Angegebene Karte oder Replay (%1%) existiert nicht!
hu: A megadott térkép vagy visszajátszás (%1%) nem létezik!
lo: ແຜນທີ່ ຫຼື ຣີເພລທີ່ໃຫ້ມາ (%1%) ບໍ່ມີຢູ່!
pl: Podana mapa lub powtórka (%1%) nie istnieje!
ru: Данная карта или повтор (%1%) не существует!

source: Go to headquarters
cs: Jít do hlavní budovy
de: Zum Hauptquartier
et: Mine peakorteri juurde
fi: Keskitä päämajaan
fr: Aller au Q.G.
hu: Ugrás a főhadiszállásra
lo: ໄປທີ່ສຳນັກງານໃຫຍ່
pl: Idź do kwatery głównej
ru: Перейти к штабу
sl: Pojdi k glavni utrdbi
sv: Gå till högkvartern

source: Go to next building of same type
cs: Jdi do další budovy stejného typu
de: Springe zum nächsten Gebäude dieses Typs
fi: Seuraavaan samanlaiseen rakennukseen
fr: Aller au prochain bâtiment similaire
hu: Ugrás a következő azonos típusú épületre
lo: ໄປທີ່ອາຄານປະເພດດຽວກັນຕໍ່ໄປ
pl: Idź do następnego budynku tego samego typu
ru: Перейти к следующему однотипному зданию
sl: Pojdi k naslednji zgradbi istega tipa

source: Go to next military building
cs: Jdi do další vojenské budovy
de: Springe zum nächsten Militärgebäude
fi: Älä salli sotilasrakennuksien tuhoamista
fr: Aller au prochain batiment militaire
hu: Ugrás a következő katonai épületre
lo: ໄປທີ່ອາຄານທະຫານຕໍ່ໄປ
pl: Idź do następnego budynku wojskowego
ru: Перейти к следующему военному сооружению
sl: Pojdi k naslednji vojaški zgradbi

source: Go to next warehouse
cs: Jít do dalšího skladiště
de: Springe zum nächsten Lagerhaus
fi: Seuraavaan varastoon
fr: Aller au prochain entrepôt
hu: Ugrás a következő raktárra
lo: ໄປທີ່ສາງຕໍ່ໄປ
pl: Idź do następnego magazynu
ru: Перейти к следующему складу
sl: Pojdi v naslednje skladišče

source: Go to place
cs: Přesunout se na umístění budovy
de: Gehe zum Ort
et: Mine
fi: Keskitä
fr: Aller à la place
hu: Ugrás a helyszínre
lo: ໄປທີ່ສະຖານທີ່
pl: Idź do
ru: Перейти к месту
sl: Pojdi na kraj
sv: Gå hit

source: Goals:
cs: Cíle:
de: Spielziel:
et: Eesmärgid:
fi: Päämäärä:
fr: Objectifs :
hu: Célok:
lo: ເປົ້າໝາຍ:
pl: Cel gry:
ru: Цели:
sl: Cilji:
sv: Mål:

source: Gold
cs: Zlato
et: Kuld
fi: Kultaa
fr: Or
hu: Arany
lo: ຄຳ
pl: Złoto
ru: Золото
sl: Zlato
sv: Guld
