Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: The watchtower with its large amount of space is best suited for stationing a large number of your troops. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
cs: Strážní věž poskytuje dostatek místa pro pobyt velkého množství tvých vojáků. Použitím ikony s mincí můžeš zakázat doručování zlatých mincí do příslušné vojenské budovy. Pokud ovšem vojákům zlato nedoručíš, nemohou se zlepšovat ve svých bojových dovednostech.
de: Der Wachturm mit seinem großzügigem Platzangebot ist bestens für die Stationierung Ihrer Truppen geeignet. Mit dem "Goldmünze"-Button können Sie die Lieferung von Goldmünzen an die hier stationierten Soldaten stoppen.
et: Vahitorn oma suure pinnaga on sobilik majutamaks suurt arvu sinu sõdureid. Kasutades kuldmündi nuppu saad sa peatada kuldmüntide andmise siin majutatud sõduritele. Samas, ilma kuldmüntideta ei saa siinsed sõdurid treenida ja oma oskusi arendada.
fi: Vahtitorni tarjoaa paljon tilaa suurelle määrälle sotilaita. Käyttämällä kultakolikkopainiketta voit keskeyttää kolikoiden jaon sotilaille. Sotilaat eivät kuitenkaan tällöin voi harjoitella ja parantaa kykyjään.
fr: La Tour de garde, très spacieuse, est sans doute le bâtiment qui se prête le mieux au stationnement de vos troupes. Le bouton « Pièces d'or » vous permet d'interrompre le paiement de la solde des militaires qui sont stationnés dans ce bâtiment.
hu: Az őrtorony nagy befogadóképességének köszönhetően kiválóan alkalmas nagyszámú katona állomásoztatására. Az aranyérme gombbal leállíthatod az itt állomásozó katonáknak szánt aranyérmék szállítását. Aranyérmék nélkül azonban a katonák nem tudnak gyakorlatozni és fejleszteni a képességeiket.
lo: ຫໍສັງເກດການທີ່ມີພື້ນທີ່ກວ້າງຂວາງເໝາະສົມທີ່ສຸດສຳລັບການປະຈຳການຂອງກອງທັບຈຳນວນຫຼວງຫຼາຍ. ໂດຍການໃຊ້ປຸ່ມຫຼຽນຄຳ ທ່ານສາມາດຢຸດການຈັດສົ່ງຫຼຽນຄຳໃຫ້ແກ່ທະຫານທີ່ປະຈຳການຢູ່ທີ່ນີ້. ແນວໃດກໍ່ຕາມ, ຖ້າບໍ່ມີຫຼຽນຄຳ ທະຫານຢູ່ທີ່ນີ້ກໍບໍ່ສາມາດຝຶກຊ້ອມ ແລະ ປັບປຸງທັກສະຂອງພວກເຂົາໄດ້.
pl: Wieża strażnicza to przestronna budowla obronna zdolna pomieścić dużą liczbę wojskowych. Za pomocą ikony złotej monety możesz dopuścić lub zatrzymać dostawy złotych monet dla twoich wojaków. Pamiętaj jednak, że bez nich żołdacy nie mogą trenować, a co za tym idzie - zwiększać swoich umiejętności.
ru: Сторожевая башня имеет много места и отлично подходит для размещения большого количества войск. Искользование кнопки с золотой монетой позволяет прекратить поставку золотых монет находящимся здесь солдатам. Но без золотых монет солдаты не смогут тренироваться и улучшать свои навыки.
sl: Vojaški stolp je z velikim prostorom primeren za namestitev velikega števila vojakov. Z uporabo gumba z zlatnikom lahko ustaviš dostavo zlatnikov vojakom v tej utrdbi. Vendar se vojaki brez zlatnikov ne morejo vežbati in izboljšati svojih spretnosti.
sv: Vakttornet med dess stora utrymme är lämpligast att stationera många soldater i. Med hjälp av myntknappen kan du stoppa leveransen av guldmynt till de här stationerade soldaterna. Fast, utan mynt kan soldaterna inte träna och utveckla sina färdigheter.

source: The winegrower plants and harvests grapes in the surrounding fields. A vineyard requires a steady supply of sturdy logs for trellises and fresh water to irrigate the fields. Ripe grapes are sent to the winery to be pressed into wine.
cs: Vinohradník sází a sbírá hroznové víno na okolních polích. Vinice potřebuje stabilní přísun pevných klád pro treláže a čistou vodu pro zavlažení. Zralé hrozny jsou pak poslány do vinárny, kde jsou zpracovány na víno.
hu: A szőlősgazda szőlőt ültet és szüretel a környező földeken. A szőlőskertekben folyamatosan szükség van erős rönkökre a lugasokhoz és friss vízre a földek öntözéséhez. Az érett szőlőt a borászatba szállítják, ahol borrá préselik.
lo: ຊາວສວນອະງຸ່ນປູກ ແລະ ເກັບກ່ຽວໝາກອະງຸ່ນໃນທົ່ງນາອ້ອມຂ້າງ. ສວນອະງຸ່ນຕ້ອງການການສະໜອງໄມ້ທ່ອນທີ່ແຂງແຮງຢ່າງສະໝ່ຳສະເໝີສຳລັບຄ້າງ ແລະ ນ້ຳຈືດເພື່ອຊົນລະປະທານໃນໄຮ່ນາ. ໝາກອະງຸ່ນທີ່ສຸກແລ້ວຈະຖືກສົ່ງໄປໂຮງງານຜະລິດເຫຼົ້າແວງເພື່ອຄັ້ນເປັນເຫຼົ້າແວງ.
pl: Winiarz sadzi i zbiera winogrona na okolicznych polach. Winnica wymaga stałego dopływu bali drewna do kratownic i świeżej wody do nawadniania pól. Dojrzałe winogrona są wysyłane do winiarni, aby zostały wytłoczone na wino.

source: The winner:
cs: Vítěz:
de: Der Sieger:
hu: A győztes:
lo: ຜູ້ຊະນະ:
pl: Zwycięzca:
ru: Победитель:

source: The winners:
cs: Vítězové:
de: Die Sieger:
hu: A győztesek:
lo: ຜູ້ຊະນະ:
pl: Zwycięzcy:
ru: Победители:

source: There are %1% identical async log entries.
cs: Existuje %1% identických položek asynchronního protokolu.
de: Es existieren %1% identische Async-Log Einträge.
hu: %1% azonos aszinkron naplóbejegyzés található.
lo: ມີ %1% ລາຍການບັນທຶກ async ທີ່ຄືກັນ.
pl: Istnieje %1% identycznych wpisów dziennika asynchronicznego.
ru: Имеется %1% идентичных записей асинхронного журнала.

source: These settings control the tool production of your metalworks. The higher the value, the more likely this tool is to be produced.
cs: Tato nastavení řídí výrobu nástrojů ve vašich nářaďovnách. Čím vyšší je hodnota, tím je pravděpodobnější, že bude tento nástroj vyroben.
de: Diese Einstellungen kontrollieren die Werkzeug-Produktion Ihrer Schlossereien. Je höher der Wert, desto wahrscheinlicher die Produktion dieses Werkzeuges.
fr: Vous contrôlerez dans cette fenêtre le niveau de production de vos Ateliers. Plus ce niveau est élevé, et plus vous aurez de chances de disposer des outils adéquats.
hu: Ezek a beállítások szabályozzák a fémműves műhely szerszámgyártását. Minél magasabb az érték, annál nagyobb az esélye, hogy az adott eszközt fogja elkészíteni.
lo: ການຕັ້ງຄ່າເຫຼົ່ານີ້ຄວບຄຸມການຜະລິດເຄື່ອງມືຂອງໂຮງງານໂລຫະຂອງທ່ານ. ຄ່າຍິ່ງສູງ, ຍິ່ງມີໂອກາດຜະລິດເຄື່ອງມືນັ້ນຫຼາຍຂຶ້ນ.
pl: Te ustawienia kontrolują produkcję narzędzi w zakładach metalowych. Im wyższa wartość, tym większe prawdopodobieństwo, że to narzędzie zostanie wyprodukowane.
ru: Эти параметры управляют производство инструмента в ваших металлозаводах. Чем выше значение, тем больше вероятность того, этот инструмент должен быть произведен.
sl: Te nastavitve nadzirajo proizvodnjo orodij tvojih metalurgij. Čim višja je vrednost, tem večja je verjetnost, da bo to orodje proizvedeno.

source: This Server is full!
cs: Server je již plný!
de: Der Server ist bereits voll besetzt!
et: See server on täis!
fi: Palvelin on täynnä!
fr: Le serveur est plein !
hu: A szerver megtelt!
lo: ເຊີບເວີນີ້ເຕັມແລ້ວ!
pl: Ten serwer jest pełny!
ru: Сервер заполнен!
sl: Strežnik je poln!
sv: Servern är fyllt!

source: This harbor building was destroyed
cs: Přístaviště bylo zničeno
de: Dieses Hafengebäude wurde zerstört!
et: See sadam hävitati
fi: Satama tuhottiin
fr: Le port à été détruit
hu: Ez a kikötőépület megsemmisült
lo: ອາຄານທ່າເຮືອແຫ່ງນີ້ຖືກທຳລາຍ
pl: Budynek portu został zniszczony
ru: Этот порт уничтожен
sl: To pristanišče je bilo uničeno
sv: Denna hamnanläggning förstördes

source: This is where you can make adjustments to all military matters. The upper value corresponds to the recruiting rate of your army. The higher it is, the more inhabitants are recruited as soldiers. Below this is the setting to protect your huts. If this value is set at maximum, your huts are defended by the strongest unit. To raise the number of attackers leaving your huts per attack, choose the next setting. The number of defenders who counter the enemy in the event of an attack is shown by the fourth display. The final three values correspond to the occupation of your huts in the interior, in the center of the country and on its borders.
cs: Zde můžete provádět úpravy všech vojenských záležitostí. Horní hodnota odpovídá rychlosti náboru vaší armády. Čím vyšší je, tím je více obyvatel rekrutováno. Pod tímto nastavením je ochrana vašich vojenských budov. Pokud je tato hodnota nastavena na maximum, vaše vojenské budovy jsou bráněny vojáky s nejvyšší hodností. Chcete-li zvýšit počet útočníků opouštějících vaše vojenské budovy na útok, zvolte další nastavení. Počet obránců, kteří v případě útoku čelí nepříteli, ukazuje čtvrtý displej. Poslední čtyři hodnoty odpovídají obsazení vašich vojenských budov ve vnitrozemí, ve středu země, v přímořském a suchozemském pohraničí.
de: Hier können sämtliche Einstellungen militärischer Angelegenheiten vorgenommen werden. Der oberste Wert entspricht der Rekrutierungsrate Ihrer Armee. Je höher sie ist, desto mehr Einwohner werden zu Soldaten rekrutiert. Darunter befindet sich die Einstellung zur Verteidigung Ihrer Hütten. Steht dieser Wert auf dem Maximum, werden Ihre Hütten durch die stärkste Einheit vor Ort verteidigt. Um die Anzahl der Angreifer, die pro Angriff ihre Hütten verlassen, zu erhöhen, wählen Sie die nächste Einstellung. Die Anzahl der Verteidiger, die im Falle eines Angriffes dem Gegner entgegenläuft, wird durch die vierte Anzeige dargestellt. Die letzten drei Werte entsprechen der Besetzung Ihrer Wachhütten im Landesinneren, in der Landesmitte und in den Grenzgebieten.
fr: Vous pouvez effectuer ici un certain nombre de réglages concernant les infrastructures militaires. Le chiffre apparaissant dans la partie supérieure correspond au degré de recrutement de votre armée. Une valeur élevée indique qu'une partie importante de la population civile s'engage. Un peu au-dessous, vous trouverez un chiffre montrant le niveau de protection de vos bâtiments. S'il est maximum, vos constructions sont très bien protégées. Le chiffre suivant représente le nombre d'assaillants qui quittent leurs quartiers en cas d'assaut de votre part. En revanche le quatrième chiffre désigne le nombre de soldats qui défendront vos positions lors d'une éventuelle attaque des ennemis. Les quatre dernières valeurs correspondent respectivement aux effectifs des Salles des gardes de l'intérieur, des zones médianes et des régions frontalières de votre colonie.
hu: Itt állíthatsz be mindent, ami a hadügyeket érinti. A felső érték a sereg toborzási ütemét szabályozza: minél magasabb, annál több lakos lesz besorozva katonának. Alatta az épületek védelmét állíthatod be. Maximális értéknél a legerősebb egység egység őrzi az épületeket. A következő beállításnál megadhatod, hogy egy támadás indítása során hány katona induljon el az épületekből. A negyedik mutató az ellenséges támadást visszaverő védők számát jelzi. Az utolsó három érték az épületekben tartózkodó katonák számát jelöli a belterületeken, az ország közepén, valamint a határok mentén.
lo: ນີ້ແມ່ນບ່ອນທີ່ທ່ານສາມາດປັບປ່ຽນເລື່ອງທະຫານທັງໝົດ. ຄ່າເທິງສຸດແມ່ນອັດຕາການຮັບທະຫານຂອງກອງທັບຂອງທ່ານ. ຍິ່ງສູງ, ຍິ່ງມີປະຊາກອນຖືກຮັບເປັນທະຫານຫຼາຍຂຶ້ນ. ດ້ານລຸ່ມນີ້ແມ່ນການຕັ້ງຄ່າເພື່ອປົກປ້ອງຕູບຂອງທ່ານ. ຖ້າຄ່ານີ້ຖືກຕັ້ງສູງສຸດ, ຕູບຂອງທ່ານຈະຖືກປ້ອງກັນໂດຍໜ່ວຍທີ່ແຂງແກ່ນທີ່ສຸດ. ເພື່ອເພີ່ມຈຳນວນຜູ້ໂຈມຕີທີ່ອອກຈາກຕູບຂອງທ່ານໃນແຕ່ລະການໂຈມຕີ, ເລືອກການຕັ້ງຄ່າຕໍ່ໄປ. ຈຳນວນຜູ້ປ້ອງກັນທີ່ຕອບໂຕ້ສັດຕູໃນກໍລະນີທີ່ມີການໂຈມຕີຈະສະແດງໂດຍການສະແດງຜົນທີສີ່. ຄ່າສາມອັນສຸດທ້າຍແມ່ນການຄອບຄອງຕູບຂອງທ່ານໃນພາຍໃນ, ໃນສູນກາງຂອງປະເທດ ແລະ ຕາມຊາຍແດນ.
pl: Tutaj możesz dokonać zmian we wszystkich sprawach wojskowych. Górna wartość odpowiada stopie rekrutacji twojej armii. Im wyższy, tym więcej mieszkańców rekrutuje się jako żołnierzy. Poniżej znajduje się ustawienie chroniące Twoje chaty. Jeśli ta wartość jest ustawiona na maksimum, twoje chaty będą bronione przez najsilniejszą jednostkę. Aby zwiększyć liczbę atakujących opuszczających Twoje chaty podczas jednego ataku, wybierz następne ustawienie. Czwarty wyświetlacz pokazuje liczbę obrońców, którzy kontrują wroga w przypadku ataku. Ostatnie trzy wartości odpowiadają zamieszkaniu twoich chat we wnętrzu, w centrum kraju i na jego granicach.
ru: Именно здесь можно внести коррективы во все военные дела. Верхнее значение соответствует скорости набора вашей армии. Чем она выше, тем больше жителей набирается в солдаты. Ниже находится настройка для защиты ваших хижин. Если это значение установлено на максимум, ваши хижины защищает самый сильный юнит. Чтобы увеличить количество атакующих, покидающих ваши хижины за одну атаку, выберите следующий параметр. Количество защитников, которые противостоят противнику в случае атаки, показывает четвертый дисплей. Последние три значения соответствуют занятию ваших хижин внутри страны, в центре страны и на ее границах.
sl: Tu lahko narediš prilagoditve za vse vojaške aktivnosti. Zgornja vrednost predstavlja hitrost zaposlovanja tvoje vojske. Čim višja je, tem več naseljencev bo zaposlenih kot vojaki. Pod tem je nastavitev za zaščito tvojih kolib. Če je ta vrednost nastavljena na maksimum, bodo tvoje kolibe branile najmočnejše enote. Za zvišanje števila napadalcev, ki zapustijo tvoje kolibe na napad, izberi naslednjo nastavitev. Število branilcev, ki se postavijo v bran sovražniku v primeru napada, je prikazano na četrtem zaslonu. Zadnje tri vrednosti odražajo zasedenost notranjosti tvojih kolib, v središču tvoje dežele in na njenem obrobju.

source: This mine is exhausted
cs: Důl je vytěžen
de: Dieses Bergwerk ist verbraucht
et: See kaevandus on ammendunud
fi: Tämä kaivos on ehtynyt
fr: Cette mine est épuisée
hu: Ez a bánya kimerült
lo: ບໍ່ແຮ່ນີ້ໝົດແລ້ວ
pl: Kopalnia została wyeksploatowana
ru: Эта шахта исчерпана
sl: Ta rudnik je izčrpan
sv: Den här gruvan har sinat

source: This well has dried out
cs: Tato studna již vyschla
de: Dieser Brunnen ist erschöpft
fi: Tämä kaivo on ehtynyt
fr: Ce puits est asséché
hu: Ez a kút kiszáradt
lo: ນ້ຳສ້າງນີ້ແຫ້ງແລ້ວ
pl: Ta studnia wyschła
ru: Колодец иссяк
sl: Ta vodnjak je izsušen

source: This window allows a direct comparison with the enemies. Factors such as the wealth, territorial area, inhabitants, etc. of all parties can be compared. This data can be shown over four different time periods.
cs: Toto okno umožňuje přímé srovnání s nepřáteli. Lze srovnávat faktory, jako je bohatství, rozloha území, obyvatelstvo atd. Všechny části mohou být porovnány. Tato data lze zobrazit ve čtyřech různých časových obdobích.
de: Der direkte Vergleich zu den Gegnern wird in diesem Fenster ermöglicht. Hier können Reichtum, Landgröße, Einwohner etc. aller Parteien verglichen werden. Diese Daten können in vier verschieden langen Zeiträumen dargestellt werden.
fr: Vous avez la possibilité, grâce à cette fenêtre, de connaître vos performances et celles de vos adversaires. Ici, richesses, territoires et population des joueurs sont comparés. Vous pouvez pour ces courbes choisir diverses échelles de temps
hu: Ez az ablak közvetlen összehasonlítást tesz lehetővé az ellenfelekkel. Olyan tényezőket lehet összehasonlítani, mint a felek vagyona, területi kiterjedése, lakosai stb. Az adatokat négy különböző időtávra is lekérdezheted.
lo: ໜ້າຕ່າງນີ້ຊ່ວຍໃຫ້ສາມາດປຽບທຽບໂດຍກົງກັບສັດຕູ. ປັດໄຈຕ່າງໆເຊັ່ນ ຄວາມຮັ່ງມີ, ເນື້ອທີ່ດິນ, ປະຊາກອນ, ແລະ ອື່ນໆ ຂອງທຸກຝ່າຍສາມາດປຽບທຽບກັນໄດ້. ຂໍ້ມູນເຫຼົ່ານີ້ສາມາດສະແດງຜົນໄດ້ໃນໄລຍະເວລາສີ່ຊ່ວງ.
pl: To okno umożliwia bezpośrednie porównanie z przeciwnikami. Można porównać takie czynniki, jak zamożność, obszar terytorialny, ludność itp. wszystkich stron. Te dane można wyświetlić w czterech różnych okresach.
ru: Это окно позволяет прямое сравнение с врагами. Такие факторы, как богатство, территориальной зоны, жителей и т.д. всех сторон можно сравнить. Эти данные могут быть показаны в течение четырех различных периодов времени.
sl: To okno omogoča neposredno primerjavo s sovražniki. Primerjajo se lahko dejavniki, kot so bogastvo, ozemeljsko področje, prebivalci ipd. vseh udeležencev. Ta podatek je lahko prikazan čez štiri časovna obdobja.

source: This window shows the wares that should be collected for the economy mode. Displayed is the current inventory of the player, his team and after game end of the opponent teams.
cs: Toto okno zobrazuje zboží, které by mělo být shromážděno pro ekonomický režim. Zobrazuje se aktuální inventář hráče, jeho týmu a po skončení hry soupeřových týmů.
hu: Ez az ablak a gazdasági módban gyűjtendő áruk listáját mutatja. Itt láthatod a saját és a csapatod aktuális készleteit, valamint a játék végén az ellenséges csapatok készleteit.
lo: ໜ້າຕ່າງນີ້ສະແດງສິນຄ້າທີ່ຄວນເກັບກຳສຳລັບໂໝດເສດຖະກິດ. ສະແດງສິນຄ້າຄົງຄັງປັດຈຸບັນຂອງຜູ້ຫຼິ້ນ, ທີມຂອງລາວ ແລະ ຫຼັງຈາກເກມສິ້ນສຸດຂອງທີມຄູ່ແຂ່ງ.
pl: To okno pokazuje towary, które powinny zostać zgromadzone w trybie gospodarki. Wyświetlany jest aktualny ekwipunek gracza i jego drużyny, a po zakończeniu gry - drużyn przeciwnika.
ru: В этом окне показаны товары, которые нужно собрать для Экономического режима. Отображается текущий инвентарь игрока, его команды и после окончания игры команд соперников.

source: Time
cs: Čas
de: Zeit
et: Aeg
fi: Aika
fr: Temps
hu: Idő
lo: ເວລາ
pl: Czas
ru: Время
sl: Čas
sv: Tid

source: Time remaining:
cs: Zbývající čas:
hu: Hátralévő idő:
lo: ເວລາທີ່ເຫຼືອ:
pl: Pozostały czas:
ru: Времени осталось:

source: Title
cs: Název
hu: Cím
lo: ຫົວຂໍ້
pl: Tytuł

source: To player:
cs: Hráči:
de: Zu Spieler:
et: Mängijale:
fi: Pelaajalle:
fr: Au joueur :
hu: Ennek a játékosnak:
lo: ເຖິງຜູ້ຫຼິ້ນ:
pl: Do gracza:
ru: К игроку:
sl: Igralcu:
sv: Till spelare:

source: To register, you have to create a valid board account at http://forum.siedler25.org at the moment.
cs: V tuto chvíli si pro zaregistrování musíte vytvořit účet na http://forum.siedler25.org.
de: Momentan ist ein aktiver Forenaccount auf http://forum.siedler25.org zum registrieren nötig.
et: Hetkel pead sa registreerimiseks looma kehtiva foorumi konto aadressil http://forum.siedler25.org .
fi: Rekisteröityminen tapahtuu tällä hetkellä tekemällä käyttäjätunnus http://forum.siedler25.org sivuston keskustelualueelle.
fr: Pour vous inscrire, vous devez créer un compte valide sur le forum à l'adresse http://forum.siedler25.org/ .
hu: A regisztráció jelenleg csak akkor lehetséges, ha érvényes fórumfiókot hozol létre a http://forum.siedler25.org oldalon.
lo: ເພື່ອລົງທະບຽນ, ທ່ານຕ້ອງສ້າງບັນຊີທີ່ຖືກຕ້ອງທີ່ http://forum.siedler25.org ໃນຕອນນີ້.
pl: Aby się zarejestrować, musisz stworzyć konto na forum pod adresem http://forum.siedler25.org
ru: Для регистрации вы должны создать аккаунт на http://forum.siedler25.org
sl: Za registracijo je trenutno potrebno ustvariti račun na http://forum.siedler25.org
sv: För att registrera dig måste du skapa ett giltigt forumkonto på http://forum.siedler25.org för tillfället.

source: Tongs
cs: Kleště
de: Zange
et: Tangid
fi: Pihtejä
fr: Tenailles
hu: Fogó
lo: ຄີມ
pl: Szczypce
ru: Клещи
sl: Klešče
sv: Tång

source: Tool ordering
cs: Objednávky nástrojů
de: Werkzeug Bestellungen
fr: Ordre des outils
hu: Szerszámrendelés
lo: ການສັ່ງເຄື່ອງມື
pl: Uszeregowanie narzędzi
ru: Заказ инструментов
sl: Naročilo orodij

source: Tools
cs: Nástroje
de: Werkzeuge
et: Tööriistad
fi: Työkalujen valmistus
fr: Outils
hu: Szerszámok
lo: ເຄື່ອງມື
pl: Narzędzia
ru: Инструменты
sl: Orodja
sv: Verktyg

source: Tools in the hands of workers are also counted. So are weapons, and beer, that soldiers have in use. For an updating tally of the collected goods see the economic progress window.
cs: Počítají se i nástroje v rukou dělníků. Stejně tak zbraně a pivo, které vojáci používají. Aktualizaci sečteného zboží naleznete v okně ekonomického vývoje.
hu: A munkásoknál lévő szerszámok is beleszámítanak, csakúgy, mint a katonák által használt fegyverek és sör. Az összegyűjtött javak folyamatosan frissülő összesítését a gazdasági áttekintő ablakban találod.
lo: ເຄື່ອງມືໃນມືຂອງຄົນງານກໍຈະຖືກນັບເຊັ່ນກັນ. ເຊັ່ນດຽວກັບອາວຸດ ແລະ ເບຍທີ່ທະຫານນຳໃຊ້ຢູ່. ສຳລັບການອັບເດດລາຍການສິນຄ້າທີ່ເກັບໄດ້ໃຫ້ເບິ່ງທີ່ໜ້າຕ່າງຄວາມຄືບໜ້າທາງເສດຖະກິດ.
pl: Liczone są także narzędzia w rękach pracowników. Podobnie broń i piwo, których używają żołnierze. Aktualną listę zebranych towarów można znaleźć w oknie postępu gospodarczego.
ru: Учитываются и инструменты в руках рабочих. Так же как и оружие и пиво, которыми пользуются солдаты. Для обновления количества собранных товаров смотрите окно экономического прогресса.

source: Top
cs: Nahoře
de: Anfang
et: Ülemiseks
fi: Tärkein
fr: Haut
hu: Legfelülre
lo: ເທິງສຸດ
pl: Góra
ru: На самый верх
sl: Vrh
sv: Början

source: Total domination
cs: Úplná převaha
de: Alleinherrschaft
et: Täielik allutamine
fi: Täydellinen hallinta
fr: Domination totale
hu: Teljes uralom
lo: ຄອບຄອງທັງໝົດ
pl: Totalna dominacja
ru: Полное доминирование
sl: Popolna nadvlada
sv: Envälde

source: Tournament finished
cs: Turnaj skončil
de: Wettkampf beendet
hu: A bajnokság véget ért
lo: ການແຂ່ງຂັນສິ້ນສຸດລົງ
pl: Turniej zakończony
ru: Турнир завершен

source: Tournament: %u minutes
cs: Turnaj: %u minut
de: Wettkampf: %u Minuten
et: Turniir: %u minutit
fi: Turnaus: %u minuuttia
fr: Tournoi : %u minutes
hu: Bajnokság: %u perc
lo: ການແຂ່ງຂັນ: %u ນາທີ
pl: Turniej: %u minut
ru: Поединок: %u минут
sl: Turnir: %u minut
sv: Turnering: %u minuter

source: Trade
cs: Obchod
de: Handel
et: Kauplemine
fi: Käy kauppaa
fr: Échange
hu: Kereskedelem
lo: ການຄ້າ
pl: Handel
ru: Торговать
sl: Trgovanje
sv: Handel

source: Trade caravan with %s %s arrives from player '%s'.
cs: Obchodní karavana s %s %s přijde od hráče '%s'.
de: %s %s von '%s' erhalten
hu: %s %s szállítmánnyal kereskedelmi karaván érkezett '%s' játékostól.
lo: ຂະບວນຄາຣາວານການຄ້າທີ່ມີ %s %s ມາຈາກຜູ້ຫຼິ້ນ '%s'.
pl: Karawana handlowa z %s %s przybywa od gracza '%s'.
ru: Торговый караван с %s %s прибывает от игрока '%s'.

source: Trade with %s
cs: Obchodovat s %s
de: Mit %s Handeln
et: Kauple mängijaga %s
fi: Käy kauppaa %s kanssa
fr: Échanger avec %s
hu: Kereskedés vele: %s
lo: ຄ້າຂາຍກັບ %s
pl: Handel z %s
ru: Торговать с %s
sl: Trgovanje z %s
sv: Handla med %s

source: Transport
fi: Kuljetusjärjestys
hu: Szállítás
lo: ການຂົນສົ່ງ
ru: Транспортировка
sl: Prenos

source: Treaties
cs: Smlouvy
de: Verträge
et: Lepingud
fi: Sopimukset
fr: Traités
hu: Szerződések
lo: ສົນທິສັນຍາ
pl: Umowy
ru: Соглашения
sl: Pogodbe
sv: Fördrag

source: Treaty of alliance
cs: Spojenecká smlouva
de: Friedensvertrag
et: Liiduleping
fi: Liittosopimus
fr: Traités d'alliance
hu: Szövetségi szerződés
lo: ສົນທິສັນຍາພັນທະມິດ
pl: Sojusz
ru: Соглашение на союз
sl: Zavezniška pogodba
sv: Alliansfördrag

source: Tree planter
cs: Lesník
hu: Erdész

source: Trees:
cs: Stromy:
hu: Fák:
lo: ຕົ້ນໄມ້:
pl: Drzewa:
ru: Деревья:

source: Tribal chiefs assembled around the table...
cs: Vůdcové kmenů se sešli u jednacího stolu...
de: Stammesoberhäupter um den Tisch versammelt...
et: Hõimupealikud ümber laua jaotatud...
fi: Heimopäälliköt kokoontuivat pöydän ääreen...
fr: Les chefs de tribu se sont rassemblés autour de la table…
hu: A törzsfőnökök összegyűltek az asztal körül...
lo: ຫົວໜ້າເຜົ່າມາເຕົ້າໂຮມກັນຮອບໂຕະ...
pl: Wokół stołu zebrali się wodzowie plemion...
ru: Вожди племен собрались за столом...
sl: Plemenski šefi so se zbrali okoli mize…
sv: Hövdingarna samlade runt bordet...

source: Tsunami
hu: Cunami

source: Type
cs: Typ
de: Typ
et: Tüüp
fi: Maasto
hu: Típus
lo: ປະເພດ
pl: Rodzaj
ru: Тип
sl: Vrsta
sv: Typ

source: Unable to load font at index %1%
cs: Nelze načíst písmo na indexu %1%
de: Schriftart an Index %1% konnte nicht geladen werden
hu: Nem lehet betölteni a(z) %1% indexű betűtípust
lo: ບໍ່ສາມາດໂຫຼດຟອນທີ່ຕຳແໜ່ງ %1% ໄດ້
pl: Nie można załadować czcionki o indeksie %1%
ru: Не удалось загрузить шрифт по индексу %1%

source: Unexpected dynamic type of map
cs: Neočekávaný dynamický typ mapy
de: Karte hat unerwarteten dynamic-Typ
hu: Váratlan dinamikus térképtípus
lo: ປະເພດແຜນທີ່ໄດນາມິກທີ່ບໍ່ຄາດຄິດ
pl: Nieoczekiwany dynamiczny typ mapy
ru: Неожиданный динамический тип карты

source: Unknown
cs: Neznámý
de: Unbekannt
hu: Ismeretlen
lo: ບໍ່ຮູ້ຈັກ
pl: Nieznany
ru: Неизвестно

source: Unknown animal species at %1%: (0x%2$x)
cs: Neznámý druh zvířete na %1%: (0x%2$x)
de: Unbekanntes Tier bei %1%: (0x%2$x)
hu: Ismeretlen állatfaj a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກຊະນິດສັດທີ່ %1%: (0x%2$x)
pl: Nieznany gatunek zwierząt w %1%: (0x%2$x)
ru: Неизвестный вид животных в %1%: (0x%2$x)
