Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Costs:
cs: Náklady:
de: Kosten:
et: Maksumus:
fi: Kustantaa:
fr: Coûts :
hu: Költség:
lo: ລາຄາ:
pl: Koszty:
ru: Стоимость:
sl: Stroški:
sv: Kostnad:

source: Starting the game
cs: Spuštění hry
de: Starte Spiel
fi: Aloita peli
hu: Játék indítása
lo: ກຳລັງເລີ່ມເກມ
pl: Uruchamianie gry
ru: Запуск игры

source: Loading %1% entries:
cs: Načítání %1% záznamů:
de: Lade %1% Einträge:
fi: Ladataan %1%
hu: %1% bejegyzés betöltése:
lo: ກຳລັງໂຫຼດ %1% ລາຍການ:
pl: Wczytywanie %1% wpisów:
ru: Загрузка %1% записей:

source: (AI)
de: (KI)
et: (TI)
fi: (tekoäly)
hu: (MI)
ru: (ИИ)

source: (easy)
cs: (lehká)
de: (leicht)
fi: (helppo)
fr: (facile)
hu: (könnyű)
lo: (ງ່າຍ)
pl: (łatwy)
ru: (легкий)
sl: (lahko)

source: (hard)
cs: (těžká)
de: (schwer)
fi: (vaikea)
fr: (difficile)
hu: (nehéz)
lo: (ຍາກ)
pl: (trudny)
ru: (сложный)
sl: (težko)

source: (medium)
cs: (střední)
de: (mittel)
fi: (keskitaso)
fr: (moyen)
hu: (átlagos)
lo: (ປານກາງ)
pl: (średni)
ru: (средний)
sl: (srednje)

source: (playing)
cs: (hraje)
de: (wird gespielt)
hu: (játékban)
lo: (ກຳລັງຫຼິ້ນ)
pl: (gra)
ru: (играет)

source: and
cs: a
de: und
fr: et
hu: és
lo: ແລະ
pl: i
ru: и

source: boards
cs: prkna
de: Bretter
et: laudu
fi: lankkua
fr: planches
hu: deszka
lo: ແຜ່ນໄມ້
pl: deski
ru: доски
sl: deske
sv: brädor

source: stones
cs: kameny
de: Steine
et: kive
fi: kiveä
fr: pierres
hu: kő
lo: ຫີນ
pl: kamienie
ru: камни
sl: kamni
sv: stenar

source: %1% are the winners!
cs: %1% jsou vítězové!
de: %1% sind die Sieger!
fi: Pelaaja '%s' on voittanut pelin!
fr: %1% sont les vainqueurs
hu: %1% a győztesek!
lo: %1% ເປັນຜູ້ຊະນະ!
pl: %1% są zwycięzcami!
ru: %1% - победители!

source: %1% campaign(s) could not be loaded. Check the log for details
cs: %1% kampaně se nepodařilo nahrát. Pro více informací zkontroluj log.
hu: %1% kampány betöltése sikertelen. Részletekért nézd meg a naplót
lo: %1% ແຄມເປນບໍ່ສາມາດໂຫຼດໄດ້. ກວດສອບລາຍລະອຽດໃນລັອກ
pl: %1% kampanie nie mogły zostać załadowane. Sprawdź log po więcej szczegółów.

source: %1% map(s) could not be loaded. Check the log for details
cs: Mapy %1% nelze načíst. Zkontrolujte log pro více podrobností
de: %1% Karte(n) konnte(n) nicht geladen werden. Für Details bitte ins Log sehen
fr: %1% carte(s) ne peux pas être chargées. Voir les logs pour plus de détails
hu: %1% térkép betöltése sikertelen. Részletekért nézd meg a naplót
lo: %1% ແຜນທີ່ບໍ່ສາມາດໂຫຼດໄດ້. ກວດສອບລາຍລະອຽດໃນລັອກ
pl: %1% mapa(y) nie mogą zostać załadowane. Sprawdź log by poznać szczegóły
ru: Карты %1% не могут быть загружены. Подробности смотрите в журнале

source: %1% min
hu: %1% percenként
lo: %1% ນາທີ
ru: %1% мин.

source: %1% players
cs: %1% hráči
de: %1% Spieler
fi: %d pelaaja
fr: %1% joueurs
hu: %1% játékos
lo: %1% ຜູ້ຫຼິ້ນ
pl: %1% graczy
ru: %1% игроки

source: %d Player
cs: %d Hráč
de: %d Spieler
et: %d Mängija
fi: %d pelaaja
fr: %d joueurs
hu: %d játékos
lo: ຜູ້ຫຼິ້ນ %d ຄົນ
pl: Gracz %d
ru: %d Игрок
sl: %d igralec
sv: %d spelare

source: 's Game
cs: hra
de: s Spiel
et: ' Mäng
fi: -peli
fr: est hôte
hu: játéka
lo: ຂອງເກມ
pl: - gra
ru: Игра
sl: 's igra
sv: s Spel

source: (%d soldiers)
cs: (%d vojáků)
de: (%d Soldaten)
et: (%d sõdutit)
fi: (%d sotilasta)
fr: (%d soldats)
hu: (%d katona)
lo: (ທະຫານ %d ຄົນ)
pl: (%d żołnierzy)
ru: (%d солдат)
sl: (%d vojakov)
sv: (%d soldater)

source: (1 soldier)
cs: (1 voják)
de: (1 Soldat)
et: (1 sõdur)
fi: (1 sotilas)
fr: (1 soldat)
hu: (1 katona)
lo: (ທະຫານ 1 ຄົນ)
pl: (1 żołnierz)
ru: (1 солдат)
sl: (1 vojak)
sv: (1 soldat)

source: (House unoccupied)
cs: (Budova neobsazena)
de: (Haus nicht besetzt)
et: (Maja on asustamata)
fi: (Asuttamaton)
fr: (Bâtiment inoccupé)
hu: (Üres épület)
lo: (ເຮືອນວ່າງ)
pl: (Brak pracownika)
ru: (Здание не занято)
sl: (Zgradba nevseljena)
sv: (Ledigt hus)

source: (Replay-Mode) Current GF: %u (End at: %u) / GF length: %u ms / NWF length: %u gf (%u ms)
cs: (Replay-Mód) pozice GF: %u (Konec na: %u) / GF délka: %u ms / NWF délka: %u gf (%u ms)
de: (Replay-Modus) Aktueller GF: %u (Ende: %u) / GF-Länge: %u ms / NWF-Länge: %u gf (%u ms)
et: (Tagasimängu viis) Praegune GF: %u (Lõpp: %u) / GF pikkus: %u ms / NWF pikkus: %u gf (%u ms)
fi: (Uusinnan seuranta) Nykyinen GF: %u (päättyy kohdassa: %u) / GF kesto: %u ms / NWF kesto: %u GF (%u ms)
fr: (Rediffusion) GF actuel : %u (Fin à : %u) / Délai d'un GF : %u ms / Délai d'un NWF : %u gf (%u ms)
hu: (Visszajátszás mód) Aktuális GF: %u (Vége: %u) / GF hossza: %u ms / NWF hossza: %u GF (%u ms)
lo: (ໂໝດຣີເພລ) GF ປັດຈຸບັນ: %u (ສິ້ນສຸດທີ່: %u) / ຄວາມຍາວ GF: %u ms / ຄວາມຍາວ NWF: %u gf (%u ms)
pl: (Tryb powtórki) Aktualne GF: %u (koniec: %u) / długość GF: %u ms / długość NWF: %u gf (%u ms)
ru: (Режим реплея) Текущий GF: %u (Заканчивается: %u) / GF длина: %u мс / NWF длина: %u gf (%u мс)
sl: (Posnetek) Trenutno GF: %u (Konec: %u) / GF dolžina: %u ms / NWF dolžina: %u gf (%u ms)
sv: (Replay-sätt) Nuvarande GF: %u (avslutas: %u) / GF-längd: %u ms / NWF-längd: %u gf (%u ms)

source: (stopped)
cs: (zastaveno)
de: (gestoppt)
et: (seisatud)
fi: (Toiminta keskeytetty)
fr: (arrêté)
hu: (leállítva)
lo: (ຢຸດແລ້ວ)
pl: (Praca wstrzymana)
ru: (остановлено)
sl: (zaustavljeno)
sv: (stoppat)

source: -> Build castle
cs: -> Postavit hrad
de: -> Schloss bauen
et: -> Ehita loss
fi: -> Rakenna lukaali
fr: -> Construire un château
hu: -> Vár építése
lo: -> ສ້າງປາສາດ
pl: Wybuduj zamek
ru: -> Построить крепость
sl: -> Postavi grad
sv: -> Bygga gods

source: -> Build house
cs: -> Postavit budovu
de: -> Haus bauen
et: -> Ehita maja
fi: -> Rakenna talo
fr: -> Construire une maison
hu: -> Ház építése
lo: -> ສ້າງເຮືອນ
pl: Wybuduj budynek
ru: -> Построить дом
sl: -> Postavi zgradbo
sv: -> Bygga hus

source: -> Build hut
cs: -> Postavit chatč
de: -> Hütte bauen
et: -> Ehita hütt
fi: -> Rakenna maja
fr: -> Construire une cabane
hu: -> Kunyhó építése
lo: -> ສ້າງຕູບ
pl: Wybuduj chatkę
ru: -> Построить хижину
sl: -> Postavi kolibo
sv: Bygg hydda

source: -> Dig mines
cs: -> Vykopat důl
de: -> Minen bauen
et: -> Kaeva kaevandusi
fi: -> Perusta kaivos
fr: -> Creuser des mines
hu: -> Bánya ásása
lo: -> ຂຸດບໍ່ແຮ່
pl: Wybuduj kopalnię
ru: -> Копать шахты
sl: -> Skopaj rudnik
sv: -> Gräva gruva

source: ... and many more
cs: ... a mnoho dalších
de: ... und viele mehr
fr: ... et plus encore
hu: ... és még sokan mások
lo: ... ແລະ ອີກຫຼາຍໆຄົນ
pl: ... i wielu innych
ru: ... и многое другое

source: 1 h
et: 1 t
fi: 1 t
hu: 1 ó
lo: 1 ຊ
pl: 1 godz.
ru: 1 ч.
sl: 1 ura

source: 10 catapults
cs: 10 katapultů
de: 10 Katapulte
et: 10 katapulti
fi: 10 katapulttia
fr: 10 catapultes
hu: 10 katapult
lo: ເຄື່ອງຍິງຫີນ 10 ເຄື່ອງ
pl: 10 katapult
ru: 10 катапульт
sl: 10 katapultov
sv: 10 katapulter

source: 15 m
hu: 15 p
lo: 15 ນ
ru: 15 мин.
sl: 15 minut

source: 16 h
et: 16 t
fi: 16 t
hu: 16 ó
lo: 16 ຊ
pl: 16 godz.
ru: 16 ч.
sl: 16 ur

source: 20 catapults
cs: 20 katapultů
de: 20 Katapulte
et: 20 katapulti
fi: 20 katapulttia
fr: 20 catapultes
hu: 20 katapult
lo: ເຄື່ອງຍິງຫີນ 20 ເຄື່ອງ
pl: 20 katapult
ru: 20 катапульт
sl: 20 katapultov
sv: 20 katapulter

source: 3 catapults
cs: 3 katapulty
de: 3 Katapulte
et: 3 katapulti
fi: 3 katapulttia
fr: 3 catapultes
hu: 3 katapult
lo: ເຄື່ອງຍິງຫີນ 3 ເຄື່ອງ
pl: 3 katapulty
ru: 3 катапульты
sl: 3 katapulti
sv: 3 katapulter

source: 30 catapults
cs: 30 katapultů
de: 30 Katapulte
et: 30 katapulti
fi: 30 katapulttia
fr: 30 catapultes
hu: 30 katapult
lo: ເຄື່ອງຍິງຫີນ 30 ເຄື່ອງ
pl: 30 katapult
ru: 30 катапульт
sl: 30 katapulti
sv: 30 katapulter

source: 4 h
et: 4 t
fi: 4 t
hu: 4 ó
lo: 4 ຊ
pl: 4 godz.
ru: 4 ч.
sl: 4 ure

source: 5 catapults
cs: 5 katapultů
de: 5 Katapulte
et: 5 katapulti
fi: 5 katapulttia
fr: 5 catapultes
hu: 5 katapult
lo: ເຄື່ອງຍິງຫີນ 5 ເຄື່ອງ
pl: 5 katapult
ru: 5 катапульт
sl: 5 katapultov
sv: 5 katapulter

source: A auto-savegame is created...
cs: Probíhá automatické ukládání hry...
de: Ein Auto-Save wird angelegt...
et: Automaatse mängusalvestuse tegemine...
fi: Automaattitallennus luotu...
fr: Sauvegarde automatique...
hu: Automatikus mentés létrehozva...
lo: ກຳລັງສ້າງໄຟລ໌ບັນທຶກເກມອັດຕະໂນມັດ...
pl: Autozapis zakończony...
ru: Произведено автосохранение...
sl: avtomatsko shranjevanje ustvarjeno...
sv: Autosparning skapas...

source: A catapult is firing upon us!
cs: Jsme pod palbou katapultu!
de: Wir werden von einem Katapult beschossen!
et: Katapult tulistab meie suunas!
fi: Katapultti ampuu meitä kohti!
fr: Nous recevons des tirs de catapulte !
hu: Egy katapult lő ránk!
lo: ເຄື່ອງຍິງຫີນກຳລັງຍິງໃສ່ພວກເຮົາ!
pl: Strzela do nas katapulta!
ru: Катапульта стреляет по нам!
sl: Katapult obstreljuje zgradbo!
sv: En katapult skjuter på oss!

source: A gold mine allows you to prospect for valuable gold deposits. For this, it is necessary to ensure that the miners are provided with plenty of food.
cs: Zlato je jedním s požadavků na úspěch ve hře. Aby horníci mohli těžit zlatou rudu je jim potřeba zajistit trvalý přísun jídla.
de: Eine Goldmine ermöglicht dir wertvolle Goldvorkommen zu schürfen. Dafür ist es notwendig die Bergarbeiter mit reichlich Nahrung zu versorgen.
et: Kullakaevandus lubab sul omada väljavaadet väärtuslikele kulladeposiitidele . Selleks on vajalik kindlustada, et kaevurid oleks varustatud piisava söögiga.
fi: Kultakaivos mahdollistaa arvokkaiden kultavarantojen louhinnan. Ruokatarjoilun on paras toimia tai kulta jää suoniinsa.
fr: Les Mines d'or vous permettent d'exploiter les richesses du sous-sol. Ce métal précieux est indispensable pour assurer la subsistance de votre colonie.
hu: Az aranybánya lehetővé teszi az értékes aranylelőhelyek feltárását. Ehhez azonban gondoskodni kell róla, hogy a bányászok bőséges élelemmel legyenek ellátva.
lo: ບໍ່ແຮ່ຄຳຊ່ວຍໃຫ້ທ່ານສາມາດຊອກຫາແຫຼ່ງຄຳທີ່ມີຄ່າ. ສຳລັບສິ່ງນີ້, ມັນຈຳເປັນຕ້ອງຮັບປະກັນວ່າຄົນງານບໍ່ແຮ່ຈະໄດ້ຮັບອາຫານຢ່າງຫຼວງຫຼາຍ.
pl: Kopalnia złota pozyskuje najcenniejszy z kruszców - złoto. Pracownikom tak ważnego miejsca należy się odpowiednie jadło.
ru: Золотая шахта даёт вам доступ к такому ценному ресурсу как золото. Но таких полезных шахтёров надо кормить.
sl: V rudniku zlata se koplje zlata ruda, namenjena izboljševanju vojaške moči. Kakorkoli, tudi rudnik zlata mora nahraniti svoje delavce.
sv: En guldgruva låter dig gräva efter värdefulla guldfyndigheter. För detta behöver gruvarbetarna rikligt med mat.

source: A lot
cs: Hodně
de: Sehr viel
et: Palju
fi: Paljon
fr: Élevé
hu: Sok
lo: ຫຼາຍ
pl: Dużo
ru: Много
sl: Veliko
sv: Hög

source: A new ship is ready
cs: Nová loď je připravena
de: Ein neues Schiff ist fertiggestellt.
et: Uus laev on valmis
fi: Laiva on valmis
fr: Un nouveau vaisseau est prêt
hu: Egy új hajó készen áll
lo: ເຮືອລຳໃໝ່ພ້ອມແລ້ວ
pl: Ukończono budowę okrętu
ru: Готов новый корабль
sl: Nova ladja je pripravljena
sv: Ett nytt skepp är klart

source: A ship disovered an enemy territory
cs: Loď objevila nepřátelské území
de: Ein Schiff entdeckte ein feindliches Territorium
et: Laev avastas vaenlase territooriumi
fi: Laiva havaitsi vihollisen aluetta
fr: Un vaisseau a découvert un territoire ennemi
hu: Egy hajó ellenséges területet fedezett fel
lo: ເຮືອຄົ້ນພົບດິນແດນຂອງສັດຕູ
pl: Statek odkrył terytorium wroga
ru: Корабль обнаружил вражескую территорию
sl: Ladja je odkrila sovražnikovo ozemlje
sv: Ett skepp har upptäckt fiendeterritorium

source: A ship has reached the destination of its expedition.
cs: Loď dorazila do cíle své cesty.
de: Eine Expedition ist gelandet.
et: Laev on jõudnud ekspeditsiooni lõpp punkti.
fi: Laiva on päätynyt tutkimusmatkansa päätepisteeseen
fr: Un vaisseau a atteint la destination de son expédition
hu: Egy hajó elérte expedíciója célját.
lo: ເຮືອໄດ້ໄປເຖິງຈຸດໝາຍປາຍທາງຂອງການສຳຫຼວດແລ້ວ.
pl: Okręt dopłynął do celu ekspedycji.
ru: Корабль достиг места назначения в экспедиции.
sl: Ladja je dosegla cilj potovanja.
sv: Ett skepp har nått sin expeditions slutmål.

source: A ship is ready for an expedition.
cs: Loď je připravena na cestu.
de: Ein Schiff ist bereit zum Auslaufen.
et: Laev on valmis ekspeditsiooniks.
fi: Laiva on valmis löytöretkelle
fr: Un vaisseau est prêt pour une expédition.
hu: Egy hajó készen áll az expedícióra.
lo: ເຮືອພ້ອມສຳລັບການສຳຫຼວດແລ້ວ.
pl: Okręt gotowy do rozpoczęcia ekspedycji.
ru: Корабль готов к экспедиции.
sl: Ladja je pripravljena na potovanje.
sv: Ett skepp är redo för en expedition.

source: A well supplies water to the bakery, brewery, donkey breeder and pig farm.
cs: Studna zajišťuje vodu pro pekárnu, pivovar, oslí farmu a vepřín.
de: Mit dem Wasser eines Brunnens können Bäckerei, Brauerei, Eselzucht und die Schweinezucht beliefert werden.
et: Kaev varustab veega pagaritöökodasid, pruulikodasid, eeslikasvatajaid ja seakasvatajaid.
fi: Kaivosta saadaan vettä leipomoon, olutpanimoon, aasinkasvattajalle ja sikalaan.
fr: L'eau d'un Puits peut alimenter un Fournil, une Brasserie et un Élevage de mules ou de porcs.
hu: A kút biztosítja a vizet a pékség, a sörfőzde, a szamártenyészet és a sertésfarm számára.
lo: ນ້ຳສ້າງສະໜອງນ້ຳໃຫ້ໂຮງງານເຂົ້າໜົມປັງ, ໂຮງງານຜະລິດເບຍ, ຄົນລ້ຽງລາ ແລະ ຟາມໝູ.
pl: Studnia zaopatrzy piekarnię, browar oraz hodowlę osłów i świń w krystalicznie czystą wodę.
ru: Колодец обеспечивает водой пекарню, пивоварню, ослиную и свиную фермы.
sl: Vodnjak skrbi za oskrbo vode pekarni, pivovarni, rejcu oslov ter prašičji farmi.
sv: Brunnen levererar vatten till bageriet, bryggeriet, gris- och åsneuppfödningen.

source: A woodcutter provides the sawmill with logs. A forester is able to replant the depleted forest.
cs: Dřevorubec zajišťuje přísun klád pro pilu. Lesník naopak znovu vysazuje stromy a zajišťuje obnovu vykáceného lesa.
de: Ein Holzfäller versorgt das Sägewerk mit Baumstämmen. Ein Förster ist in der Lage den geschlagenen Wald wieder aufzuforsten.
et: Puuraidur varustab saekaatrit palkidega. Metsaistutaja on võimeline uuesti istutama maha raiutud metsa.
fi: Puunhakkaaja tarjoaa tukkeja sahalle. Metsittäjä kykenee ylläpitämään metsää.
fr: Un bûcheron fournit du bois à la scierie. L'arboriculteur assure le renouvellement des ressources forestières.
hu: A favágó rönkökkel látja el a fűrésztelepet. Az erdész képes újraültetni a kitermelt erdőt.
lo: ຄົນຕັດໄມ້ສະໜອງໄມ້ທ່ອນໃຫ້ໂຮງເລື່ອຍ. ຄົນປູກປ່າສາມາດປູກປ່າທີ່ເສື່ອມໂຊມຄືນໃໝ່ໄດ້.
pl: Drwal zaopatruje tartak w kłody. Leśnik w miejsce ściętych drzew może zasadzić nowe.
ru: Дровосек снабжает лесопилку бревнами. Лесник может восстановить вырубленный лес.
sl: Drvar zalaga žago s hlodi. Gozdar lahko ponovno nasadi izčrpan gozd.
sv: Skogshuggaren förbereder trä till sågverket. En skogvaktare kan plantera ny skog på.

source: AI
de: KI
fr: IA
hu: MI
ru: Искусственный интеллект

source: AI Debug
cs: AI Ladění
de: KI Debug
et: KI Silumine
fi: Tekoäly debuggaus
fr: Débogage de l'IA
hu: MI hibakereső
lo: ດີບັກ AI
pl: Debugger AI
ru: Отладка ИИ
sl: AI razhroščevanje
sv: AI-avlusning

source: AI Debug Window
cs: Okno ladění AI
de: KI Debug Fenster
et: KI Silumise Aken
fi: Tekölyn debuggausikkuna
fr: Fenêtre de débogage de l'IA
hu: MI hibakereső ablak
lo: ໜ້າຕ່າງດີບັກ AI
pl: Debugger AI
ru: Окно отладки ИИ
sl: AI razhroščevalno okno
sv: Avlusningsfönster för AI

source: AI Debugging Window
cs: Okno ladění AI
de: Fenster für KI Debugging
et: TI silumise aken
fi: Tekoälyn debuggausikkuna
fr: Fenêtre de débogage de l'IA
hu: MI hibakereső ablak
lo: ໜ້າຕ່າງດີບັກ AI
pl: Okno debugowania AI
ru: Окно отладки ИИ
sl: AI razhroščevalno okno
sv: Avlusningsfönster för AI

source: Abort
cs: Přerušit
de: Abbrechen
et: Katkesta
fi: Keskeytä
fr: Annuler
hu: Mégse
lo: ຍົກເລີກ
pl: Anuluj
ru: Отмена
sl: Prekini
sv: Avbryt

source: Active if attacked
cs: Aktivní v případě útoku
de: Aktiviert während eines Angriffs
et: Aktiivne kui rünnatakse
fi: Aktiivinen, jos hyökkäyksen kohteena
fr: En cas d'attaque
hu: Aktív, ha támadnak
lo: ເປີດໃຊ້ເມື່ອຖືກໂຈມຕີ
pl: Aktywne w razie ataku
ru: Активно при атаке
sl: Aktivno ob napadu
sv: Verksam vid angrepp

source: Active near frontiers
cs: Aktivní blízko hranic
de: Aktiviert in Grenznähe
et: Aktiivne piirialadel
fi: Aktiivinen, jos rajan lähellä
fr: Près des frontières
hu: Határ mentén aktív
lo: ເປີດໃຊ້ໃກ້ເຂດຊາຍແດນ
pl: Aktywne blisko granic
ru: Активно в приграничных районах
sl: Aktivno blizu mej
sv: Verksam vid gränsen

source: Activity window
cs: Pracovní okno
de: Aktionsfenster
et: Tegevuste aken
fi: Toimintoikkuna
fr: Fenêtre d'action
hu: Tevékenységablak
lo: ໜ້າຕ່າງກິດຈະກຳ
pl: Okno działalności
ru: Окно активности
sl: Okno aktivnosti
sv: Aktivitets-fönster

source: Add
cs: Přidat
de: Hinzufügen
et: Lisa
fi: Lisää
fr: Ajouter
hu: Hozzáadás
lo: ເພີ່ມ
pl: Dodaj
ru: Добавить
sl: Dodaj
sv: Lägg till

source: Add Server
cs: Přidat server
de: Server hinzufügen
et: Lisa server
fi: Lisää palvelin
fr: Ajouter un nouveau serveur
hu: Szerver hozzáadása
lo: ເພີ່ມເຊີບເວີ
pl: Dodaj serwer
ru: Добавить сервер
sl: Dodaj strežnik
sv: Starta server

source: Add directory of tracks
cs: Přidat složku skladeb
de: Fügt ein Verzeichnis mit Musiktiteln hinzu
et: Lisa kataloog lugudega
fi: Lisää ääniraitojen kansio
fr: Ajouter un répertoire de pistes
hu: Zenemappa hozzáadása
lo: ເພີ່ມໂຟນເດີເພງ
pl: Dodaj katalog z muzyką
ru: Добавить папку с треками
sl: Dodaj mapo s skladbami
sv: Lägg till katalog med spår

source: Add track
cs: Přidat skladbu
de: Titel hinzufügen
et: Lisa lugu
fi: Lisää kappale
fr: Ajouter une piste
hu: Zeneszám hozzáadása
lo: ເພີ່ມເພງ
pl: Dodaj utwór
ru: Добавить дорожку
sl: Dodaj skladbo
sv: Lägg till spår

source: Additional Graphics:
cs: Doplňková grafika
de: Zusätzliche Grafiken:
et: Täiendav Graafika:
fi: Grafiikan lisäasetukset:
fr: Graphismes additionnels :
hu: További grafikák:
lo: ກາຟິກເພີ່ມເຕີມ:
pl: Dodatkowe grafiki:
ru: Дополнительная графика:
sl: Dodatna grafika:
sv: Ytterligare grafik:

source: Additional Programming:
cs: Další programátoři:
de: Weitere Programmierer:
et: Täiendav programeerimine:
fi: Muut ohjelmoijat:
fr: Programmation additionnelle :
hu: További programozás:
lo: ການຂຽນໂປຣແກຣມເພີ່ມເຕີມ:
pl: Pozostali programiści:
ru: Прочие програмисты:
sl: Dodatno programiranje:
sv: Ytterligare programmering:

source: Additional Support:
cs: Další podpora:
de: Zusätzliche Unterstützer:
fi: Lisäominaisuudet
fr: Support additionnel :
hu: További támogatás:
lo: ການສະໜັບສະໜູນເພີ່ມເຕີມ:
pl: Dodatkowe wsparcie:
ru: Дополнительная поддержка:

source: Additional features:
cs: Další nastavení:
de: Zusätzliche Funktionen:
et: Lisa võimalused:
fi: Lisäominaisuudet
fr: Fonctionnalités additionnelles :
hu: További funkciók:
lo: ຄຸນສົມບັດເພີ່ມເຕີມ:
pl: Dodatkowe opcje:
ru: Дополнительные особенности:
sl: Dodatne funkcije:
sv: Ytterligare funktioner:

source: Additional graphics
cs: Doplňková grafika
de: Zusätzliche Grafiken
et: Täiendav graafika
fi: Lisägrafiikat
fr: Graphismes additionnels
hu: További grafikák
lo: ກາຟິກເພີ່ມເຕີມ
pl: Dodatkowa grafika
ru: Дополнительная графика
sl: Dodatna grafika
sv: Ytterligare grafik

source: Addon %1$#x not found!
cs: Doplněk %1$#x nebyl nalezen!
de: Addon %1$#x nicht gefunden!
fr: Extension %1$#x non trouvé !
hu: A(z) %1$#x kiegészítő nem található!
lo: ບໍ່ພົບສ່ວນເສີມ %1$#x!
pl: Nie odnaleziono rozszerzenia: %1$#x!
ru: Дополнение %1$#x не найдено!

source: Addon Settings
cs: Nastavení doplňků
de: Erweiterungs Einstellungen
et: Lisade Seaded
fi: Lisäosien asetukset
fr: Paramètre des extensions
hu: Kiegészítők beállításai
lo: ການຕັ້ງຄ່າສ່ວນເສີມ
pl: Ustawienia dodatków
ru: Настройки дополнений
sl: Nastavitve dodatkov
sv: Inställningar för tillägg

source: Addons
cs: Doplňky
de: Erweiterungen
et: Lisad
fi: Lisäosat
fr: Extensions
hu: Kiegészítők
lo: ສ່ວນເສີມ
pl: Dodatki
ru: Дополнения
sl: Dodatki
sv: Tillägg

source: Addons:
cs: Doplňky
de: Erweiterungen:
et: Lisad:
fi: Lisäosat:
fr: Extensions :
hu: Kiegészítők:
lo: ສ່ວນເສີມ:
pl: Dodatki:
ru: Дополнения:
sl: Dodatki:
sv: Tillägg:

source: Adds indicators for constructing or attacking military buildings.
cs: Ve stavebním režimu (mezerník) se zobrazí symbol skřížených mečů v místech kde je možné stavět vojenské budovy.
de: Fügt Militärgebäude-Icons im Bauhilfe-Modus hinzu.
fr: Ajouter les indicateurs de construction des bâtiments militaires en mode d'aide à la construction.
hu: Jelzők megjelenítése a katonai épületek építéséhez és támadásához.
lo: ເພີ່ມຕົວຊີ້ບອກສຳລັບການກໍ່ສ້າງ ຫຼື ໂຈມຕີອາຄານທະຫານ.
pl: Dodaje wskaźniki do budowania i atakowania budynków wojskowych.
ru: Добавляет индикаторы для строительства или нападения на военные здания.
sl: Vklopi indikatorje za gradnjo vojske v načinu gradnje s pomočjo.

source: Adds new nation-specific graphics for catapults to the game.
cs: Upraví vzhled katapultů v závislosti na národnosti
de: Fügt volkspezifische Katapultgrafiken in das Spiel ein.
fr: Utiliser les graphismes de catapultes spécifiques à chacune des ethnies.
hu: Új, nemzet-specifikus katapultgrafikákat ad a játékhoz.
lo: ເພີ່ມພາບກາຟິກເຄື່ອງຍິງຫີນໃໝ່ທີ່ເປັນສະເພາະຂອງແຕ່ລະຊາດເຂົ້າໃນເກມ.
pl: Dodaje do gry nowe, zależne od nacji grafiki katapult.
ru: Добавляет в игру новую национальную графику для катапульт.
sl: V igro doda grafiko novih ras za katapulte.

source: Adds troop controls to military buildings. Minimal: Adds the 'send home' button which will send all soldiers of the highest available rank to a warehouse. Full: Allows players to control in each military building how many soldiers of each rank should be stationed there.
cs: Přidává ovládání jednotek do vojenských budov. Minimální: Přidá tlačítko "Poslat domů", které pošle všechny vojáky s nejvyšší dostupnou hodností do skladiště. Plné: Umožňuje hráčům kontrolovat, kolik vojáků každé hodnosti by tam mělo být umístěno.
de: Besatzungskontrolle in Militärgebäuden. Minimale Kontrolle: Fügt einen Knopf hinzu der alle Soldaten mit dem höchstmöglichen Rang zum Warenhaus schickt. Volle Kontrolle: Ermöglicht es den Spielern, in jedem Militärgebäude festzulegen, wie viele Soldaten jedes Ranges dort stationiert sein sollen.
hu: Katonai irányítási funkciókat ad a katonai épületekhez. Minimális: Hozzáadja a 'Hazaküldés' gombot, amely az összes legmagasabb elérhető rangú katonát egy raktárba küldi. Teljes: Lehetővé teszi a játékosok számára, hogy minden katonai épületben szabályozzák, hogy az egyes rangokból hány katona állomásozzon ott.
lo: ເພີ່ມການຄວບຄຸມກອງທັບໃສ່ອາຄານທະຫານ. ໜ້ອຍສຸດ: ເພີ່ມປຸ່ມ 'ສົ່ງກັບ' ເຊິ່ງຈະສົ່ງທະຫານທັງໝົດທີ່ມີຍົດສູງສຸດໄປທີ່ສາງ. ເຕັມຮູບແບບ: ອະນຸຍາດໃຫ້ຜູ້ຫຼິ້ນຄວບຄຸມໃນແຕ່ລະອາຄານທະຫານວ່າຄວນມີທະຫານແຕ່ລະຍົດປະຈຳການຢູ່ຈຳນວນເທົ່າໃດ.
pl: Dodaje kontrolę oddziałów w budynkach wojskowych. Minimalny: Dodaje przycisk „wyślij do domu”, który wyśle wszystkich żołnierzy z najwyższą dostępną rangą do składu. Pełny: Umożliwia graczom kontrolę w budynkach wojskowych, ilu żołnierzy danej rangi powinno tam stacjonować.
ru: Добавляет управление войсками в военных зданиях. Минимум: добавляет кнопку 'Отправить домой', которая отправит всех солдат самого высокого доступного ранга на склад. Полный: позволяет игрокам контролировать в каждом военном здании, сколько солдат каждого ранга должно быть там размещено.

source: Adjust military strength
cs: Nastavení síly armády
de: Stärke des Militärs anpassen
et: Kohanda sõjaväe tugevust
fi: Säädä armeijan voimakkuutta
fr: Ajuster la force des armées
hu: Hadsereg erejének beállítása
lo: ປັບຄວາມແຂງແກ່ງຂອງກອງທັບ
pl: Dostosuj siłę wojska
ru: Регулирование военной силы
sl: Prilagodi moč vojske
sv: Justera militär styrka

source: Adjust the fraction of trees that spawn animals.
cs: Upravtepoměr stromů, z nichž se rodí zvířata.
de: Verändert den Teil der Bäume, die Tiere spawnen.
fr: Ajuster le ration d'arbres qui génèrent des animaux.
hu: Annak beállítása, hogy a fák mekkora hányadánál jelenjenek meg állatok.
lo: ປັບອັດຕາສ່ວນຂອງຕົ້ນໄມ້ທີ່ສ້າງສັດ.
pl: Dostosuj odsetek drzew, z których rozmnażają się zwierzęta.
ru: Выберите какое количество животных будет появляться в лесу.
sl: Prilagodi razmerje dreves, ki ustvarja živali.
