Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: You can't join that game with your version!
cs: S tvojí verzí hry se není možné připojit do hry!
de: Mit deiner Version kannst du diesem Spiel nicht beitreten!
fi: Pelin versio ei kelpaa tähän peliin!
fr: Vous ne pouvez pas rejoindre la partie avec votre version !
hu: A te verzióddal nem tudsz csatlakozni ehhez a játékhoz!
lo: ທ່ານບໍ່ສາມາດເຂົ້າຮ່ວມເກມນັ້ນດ້ວຍເວີຊັນຂອງທ່ານ!
pl: Nie możesz dołączyć do tej gry swoją wersją!
ru: Вы не можете вступить в игру с Вашей версией игры!
sl: Ne moreš se pridružiti tej igri s tvojo različico!

source: You chose a war based victory condition but peaceful mode is still active. Would you like to deactivate peaceful mode before you start? Choosing No will start the game, Yes will let you review the changes.
cs: Zvolili jste válečné podmínky vítězství, ale mírový režim je stále aktivní. Chcete deaktivovat mírový režim, než začnete? Výběrem Ne spustíte hru, Ano vám umožní zkontrolovat změny.
hu: Egy háborús győzelmi feltételt választottál, de a békés mód még mindig aktív. Ki szeretnéd kapcsolni a békés módot a játék indítása előtt? A Nem választása elindítja a játékot, az Igen pedig lehetővé teszi a változások áttekintését.
lo: ທ່ານໄດ້ເລືອກເງື່ອນໄຂການຊະນະທີ່ອີງໃສ່ສົງຄາມ ແຕ່ໂໝດສັນຕິຍັງເປີດຢູ່. ທ່ານຕ້ອງການປິດໂໝດສັນຕິກ່ອນເລີ່ມບໍ່? ການເລືອກ ບໍ່ ຈະເລີ່ມເກມ, ການເລືອກ ແມ່ນ ຈະໃຫ້ທ່ານກວດສອບການປ່ຽນແປງ.
pl: Wybrałeś warunek zwycięstwa oparty na wojnie, ale tryb pokojowy jest nadal aktywny. Czy chciałbyś dezaktywować tryb pokojowy przed rozpoczęciem? Wybranie Nie rozpocznie grę, Tak pozwoli Ci przejrzeć zmiany.
ru: Вы выбрали условие победы, основанное на войне, но мирный режим все еще активен. Вы хотите деактивировать мирный режим, прежде чем начать? Выбор «Нет» запустит игру, «Да» позволит вам просмотреть изменения.

source: You chose the economy mode. In economy mode the player or team that collects the most of certain goods wins (check the Economic progress window in game). Some players like to play this objective in peaceful mode. Would you like to adjust settings for a peaceful game? Choosing Yes will activate peaceful mode, ban catapults and disable buildings receiving coins by default. After clicking Yes you will be able to review the changes and then start the game by clicking the Start game button again. Choosing No will start the game without any changes.
cs: Zvolili jste ekonomický režim. V ekonomickém režimu vyhrává hráč nebo tým, který nasbírá nejvíce určitého zboží (kontrolujte okno Ekonomický pokrok ve hře). Někteří hráči rádi hrají tento cíl v mírovém režimu. Chtěli byste upravit nastavení pro mírovou hru? Výběrem Ano aktivujete mírový režim, zakážete katapulty a deaktivujete budovy, které ve výchozím nastavení dostávají mince. Po kliknutí na Ano si budete moci prohlédnout změny a poté znovu spustit hru kliknutím na tlačítko Spustit hru. Volba Ne spustí hru bez jakýchkoli změn.
hu: A gazdasági módot választottad. Gazdasági módban az a játékos vagy csapat nyer, amelyik a legtöbb előre meghatározott árut gyűjti össze (ellenőrizd a játékbeli Gazdasági haladás ablakot). Egyes játékosok békés módban szeretik teljesíteni ezt a célkitűzést. Szeretnéd a beállításokat békés játékra módosítani? Az Igen választása aktiválja a békés módot, letiltja a katapultokat, és alapértelmezésként letiltja az épületek érmefogadását. Az Igen megnyomása után áttekintheted a változtatásokat, majd a Játék indítása gomb ismételt megnyomásával kezdheted a játékot. A Nem választásával a játék változtatások nélkül indul.
lo: ທ່ານໄດ້ເລືອກໂໝດເສດຖະກິດ. ໃນໂໝດນີ້ ຜູ້ຫຼິ້ນ ຫຼື ທີມທີ່ເກັບສິນຄ້າບາງປະເພດໄດ້ຫຼາຍທີ່ສຸດຈະເປັນຜູ້ຊະນະ (ກວດສອບທີ່ໜ້າຕ່າງຄວາມຄືບໜ້າທາງເສດຖະກິດໃນເກມ). ຜູ້ຫຼິ້ນບາງຄົນມັກຫຼິ້ນເປົ້າໝາຍນີ້ໃນໂໝດສັນຕິ. ທ່ານຕ້ອງການປັບການຕັ້ງຄ່າສຳລັບເກມສັນຕິບໍ່? ການເລືອກ ແມ່ນ ຈະເປີດໃຊ້ໂໝດສັນຕິ, ຫ້າມໃຊ້ເຄື່ອງຍິງຫີນ ແລະ ປິດການຮັບຫຼຽນຂອງອາຄານເປັນຄ່າເລີ່ມຕົ້ນ. ຫຼັງຈາກກົດ ແມ່ນ ທ່ານຈະສາມາດກວດສອບການປ່ຽນແປງ ແລະ ເລີ່ມເກມໂດຍການກົດປຸ່ມ ເລີ່ມເກມ ອີກຄັ້ງ. ການເລືອກ ບໍ່ ຈະເລີ່ມເກມໂດຍບໍ່ມີການປ່ຽນແປງໃດໆ.
pl: Wybrałeś tryb gospodarki. W trybie gospodarki wygrywa gracz lub drużyna, która zbierze najwięcej określonych towarów (sprawdź okno postępu gospodarczego w grze). Niektórzy gracze lubią wybierać ten cel w trybie pokojowym. Czy chcesz dostosować ustawienia aby grać w trybie pokojowym? Wybranie Tak aktywuje tryb pokojowy, blokuje katapulty i domyślnie wyłącza przynoszenie monet do budynków. Po kliknięciu Tak będziesz mógł przejrzeć zmiany, a następnie rozpocząć grę, klikając ponownie przycisk Rozpocznij grę. Wybranie Nie rozpocznie grę bez żadnych zmian.
ru: Вы выбрали экономический режим. В экономическом режиме побеждает игрок или команда, которые соберут больше определенных товаров (проверьте окно экономического прогресса в игре). Некоторым игрокам нравится выполнять эту задачу в мирном режиме. Хотите настроить параметры для мирной игры? Выбор «Да» активирует мирный режим, запретит катапульты и отключит здания, получающие монеты по-умолчанию. Нажав «Да», вы сможете просмотреть изменения, а затем начать игру, снова нажав кнопку «Начать игру». При выборе «Нет» игра запустится без каких-либо изменений.

source: You have %u seconds until game starts
cs: Do začátku hry zbývá %u sekund
de: Noch %u Sekunden bis zum Spielstart
fi: Pelin alkuun on %u sekuntia
fr: Le jeu commence dans %u secondes
hu: %u másodperced van a játék kezdetéig
lo: ທ່ານມີເວລາ %u ວິນາທີກ່ອນເກມຈະເລີ່ມ
pl: Masz %u sekund do rozpoczęcia gry
ru: У вас есть %u секунд, пока не начнется игра
sl: Še %u sekund do začetka igre

source: You need to restart your game to change the screen resolution!
cs: Pro změnu rozlišení je potřeba hru restartovat!
de: Um die Auflösung zu ändern muss das Spiel neu gestartet werden!
et: Sa pead taaskäivitama oma mängu, et muuta ekraani resolutsiooni!
fi: Käynnistä peli uudestaan saadaksesi uuden tarkkuuden käyttöön.
fr: Vous devez redémarrer le jeu pour prendre en compte le changement de résolution !
hu: A képernyőfelbontás módosításához újra kell indítanod a játékot!
lo: ທ່ານຕ້ອງເປີດເກມໃໝ່ເພື່ອປ່ຽນຄວາມລະອຽດໜ້າຈໍ!
pl: Aby zmienić rozdzielczość ekranu, musisz zrestartować grę!
ru: Вам нужно перезапустить игру, чтобы принять новое разрешение экрана!
sl: Za spremembo ločljivosti je potreben ponoven zagon.
sv: Du måste starta om spelet för att ändra skärmupplösningen!

source: You need to restart your game to change the video or audio driver!
cs: Aby se uplatnila změna audio nebo video ovladače, je nutné hru restartovat!
de: Um die Video- oder Audio-Treiber zu ändern muss das Spiel neu gestartet werden!
et: Sa pead restartima oma mängu, et muuta video või audio draiverit!
fi: Käynnistä peli uudestaan, jotta audio- tai videoajuri muutokset tulevat voimaan
fr: Vous devez redémarrer le jeu pour prendre en compte le changement de de pilote vidéo ou audio !
hu: A videó- vagy hangillesztőprogram módosításához indítsd újra a játékot!
lo: ທ່ານຕ້ອງເປີດເກມໃໝ່ເພື່ອປ່ຽນໄດເວີວິດີໂອ ຫຼື ສຽງ!
pl: Aby zmienić sterownik dźwięku lub obrazu, musisz zrestartować grę!
ru: Вам нужно перезапустить игру для смены аудио или видео драйвера!
sl: Za spremembo grafičnega ter glasbenega gonilnika je potreben ponoven zagon.
sv: Du måste starta om spelet för att ändra drivrutin för bild eller ljud!

source: You win
cs: Vyhrál jsi
de: Ihr habt gewonnen.
fi: Voitit
fr: Vous avez gagné
hu: Te győztél
lo: ເຈົ້າຊະນະ
pl: Wygrałeś
ru: Вы победили
sl: Zmagal si
sv: Du vinner

source: Your ally wishes to notify you of this location
cs: Tvůj spojenec tě chce upozornit na toto místo
de: Dein Verbündeter möchte dich auf diese Position hinweisen
fi: Liittolaisemme toivoo huomiotamme täällä
fr: Votre allié veut vous informer de cette position.
hu: A szövetségesed értesíteni kíván téged erről a helyről
lo: ພັນທະມິດຂອງທ່ານຕ້ອງການແຈ້ງໃຫ້ທ່ານຊາບກ່ຽວກັບສະຖານທີ່ນີ້
pl: Twój sojusznik chce Cię powiadomić o tej lokacji
ru: Ваш союзник желает Вас известить о местоположении
sl: Tvoj zaveznik te želi obvestiti o tej lokaciji

source: Zero all production
cs: Vynulovat veškerou produkci
de: Produktion für alle Werkzeuge auf Null setzen.
fr: Couper la production
hu: Összes gyártás nullázása
lo: ຕັ້ງການຜະລິດທັງໝົດເປັນສູນ
pl: Wyzeruj całą produkcję
ru: Все производство остановлено
sl: Izniči vso proizvodnjo

source: Zoom
cs: Přiblížit
de: Vergrößerung
hu: Nagyítás
lo: ຊູມ
pl: Powiększenie
ru: Масштабирование

source: all developers who contributed via Github
cs: všichni vývojáři, kteří přispěli prostřednictvím Github
de: Alle Entwickler die etwas bei Github beigesteuert haben
hu: az összes fejlesztő aki GitHubon közreműködött
lo: ນັກພັດທະນາທຸກຄົນທີ່ປະກອບສ່ວນຜ່ານ Github
pl: wszyscy programiści, którzy wnieśli swój wkład przez Github
ru: все разработчики, внесшие свой вклад через Github

source: by GameFrames:
hu: GameFrame szerint:

source: current GF: %u - still fast forwarding: %d GFs left (%d %%)
cs: aktuální GF: %u - stále rychle převíjím: %d GFs zbývá (%d %%)
de: Momentaner GF: %u - Schnellvorlauf: %d GFs verbleibend (%d %%)
et: praegune GF: %u - endiselt kiirelt edasi kerimas: %d GF'i järel (%d %%)
fi: Nykyinen GF: %u - edelleen pikakelaa eteenpäin: %d GF:ä jäljellä (%d %%)
fr: GF actuel: %u - avance rapide en cours : %d GFs restants (%d %%)
hu: jelenlegi GF: %u - még tart az előretekerés: %d GF van hátra (%d %%)
lo: gF ປັດຈຸບັນ: %u - ຍັງກຳລັງເລັ່ງໄປຂ້າງໜ້າ: %d GFs ເຫຼືອ (%d %%)
pl: aktualna GF: %u - Nadal pozostalo: %d GF (%d %%)
ru: действующий GF: %u - по-прежнему обращается к: %d GFs прошло (%d %%)
sl: trenuten GF: %u - še vedno hitro posredovanje: %d GF preostalih (%d %%)
sv: aktuell GF: %u - snabbspolar: %d GF:s kvar (%d %%)

source: default
cs: výchozí
de: Standard
fi: Oletus
fr: par défaut
hu: Alapértelmezett
lo: ຄ່າເລີ່ມຕົ້ນ
pl: domyślnie
ru: по-умолчанию
sl: privzeto

source: done in %ums
cs: hotovo za %ums
de: fertig in %ums
fi: valmistui, kesto %u ms
fr: fini dans %ums
hu: %u ms alatt megtörtént
lo: ສຳເລັດໃນ %ums
pl: zakończono w %ums
ru: Завершено за %u мс.
sl: končano v %ums

source: easy
cs: lehká
hu: könnyű
lo: ງ່າຍ
pl: łatwy

source: failed: %1%
cs: selhání: %1%
de: fehlgeschlagen: %1%
hu: sikertelen: %1%
lo: ລົ້ມເຫຼວ: %1%
pl: niepowodzenie: %1%
ru: не удалось: %1%

source: greenland
cs: Zelený ostrov
de: Grünland
et: Rohelus
fi: Vihertävä
fr: Prairies
hu: Zöld vidék
lo: ດິນແດນສີຂຽວ
pl: zielone tereny
ru: холмы
sl: Travniki
sv: Gröna ängar

source: hard
cs: těžká
hu: nehéz
lo: ຍາກ
pl: trudny

source: jump to gf %1% complete
cs: skok na gf %1% dokončeno
de: Sprung zu GF %1% abgeschlossen
hu: ugrás a(z) %1%. gf-re kész
lo: ຂ້າມໄປທີ່ gf %1% ສຳເລັດ
pl: przejście do gf %1% ukończono
ru: переход к gf %1% завершен

source: jump to gf %i complete, time for last %i gf: %.3f s, avg gf time %.3f ms
cs: skok na gf %i dokončeno, čas na poslední %i gf: %.3f s, průměrný čas gf %.3f ms
de: Sprung zu GF %i abgeschlossen, Zeiten für letzte %i GF: %.3f s, durchschnittliche GF Zeit: %.3f ms
hu: ugrás gf %i-re kész, az utolsó %i gf ideje: %.3f s, átlagos gf-idő: %.3f ms
lo: ຂ້າມໄປທີ່ gf %i ສຳເລັດ, ເວລາສຳລັບ %i gf ສຸດທ້າຍ: %.3f ວິ, ເວລາ gf ສະເລ່ຍ %.3f ms
pl: skok do gf %i zakończony, czas ostatnich %i gf:%.3f d, śr. czas gf %.3f ms
ru: переход к gf %i выполнен, за %i gf:%3f s (сек) , среднее время %.3f мс.

source: jumping to gf %i, now at gf %i
cs: skok na gf %i, nyní na gf %i
de: Springe zu GF %i, aktuell bei GF %i
hu: ugrás gf %i-re, most gf %i-nél tartunk
lo: ກຳລັງຂ້າມໄປທີ່ gf %i, ຕອນນີ້ຢູ່ທີ່ gf %i
pl: skok do gf %i, teraz w gf %i
ru: переход к gf %i, сейчас в gf %i

source: jumping to gf %i, now at gf %i, time for last 5k gf: %.3f s, avg gf time %.3f ms
cs: skok na gf %i, nyní na gf %i, čas na posledních 5k gf: %.3f s, průměrný čas %.3f ms
de: Springe zu GF %i, aktuell bei GF %i , Zeit für letzte 5k GFs: %.3f s, durchschnittliche GF Zeit: %.3f ms
hu: ugrás gf %i-re, most gf %i-nél tartunk; az utolsó 5000 gf ideje: %.3f s, átlagos gf-idő: %.3f ms
lo: ກຳລັງຂ້າມໄປທີ່ gf %i, ຕອນນີ້ຢູ່ທີ່ gf %i, ເວລາສຳລັບ 5k gf ສຸດທ້າຍ: %.3f ວິ, ເວລາ gf ສະເລ່ຍ %.3f ms
pl: skok do gf %i, teraz w gf %i, czas ostatnich 5k gf:%.3f s, śr. czas gf %.3f ms
ru: перенаправление к gf %i, сейчас в gf %i, последние 5 тыс gf: %.3f s, среднее gf %.3f мс.

source: medium
cs: střední
hu: átlagos
lo: ປານກາງ
pl: średni

source: to GameFrame:
cs: do GameFrame:
de: zu GF:
et: Mängu kaadrini:
fi: siirry PeliRuutuun:
fr: vers la GF :
hu: GameFrame-hez:
lo: ໄປທີ່ເຟຣມເກມ:
pl: do klatki:
ru: к кадру:
sl: v GameFrame
sv: till GF:

source: various anonymous donators
cs: mnoho anonymních dárců
de: diverse anonyme Spenden
et: mitmed anonüümsed annetajad
fi: useita nimettömiä lahjoittajia
fr: divers donateurs anonymes
hu: több névtelen támogató
lo: ຜູ້ບໍລິຈາກນິລະນາມຕ່າງໆ
pl: inni anonimowi darczyńcy
ru: различные анонимные благотворители
sl: Različni anonimni donatorji
sv: olika anonyma gåvor

source: wasteland
cs: Pustina
de: Ödland
et: Tühermaa
fi: Liejuinen
fr: Terres désolées
hu: Pusztaság
lo: ດິນແດນແຫ້ງແລ້ງ
pl: pustkowia
ru: пустошь
sl: Močvirje
sv: Öken

source: winterworld
cs: Zimní svět
de: Winterwelt
et: Talvemaa
fi: Talvinen
fr: Monde de l'hiver
hu: Téli világ
lo: ໂລກລະດູໜາວ
pl: zimowe tereny
ru: снежный мир
sl: Zimska pokrajina
sv: Winterlandskap

source: Auto (%u%%)
lo: ອັດຕະໂນມັດ (%u%%)
pl: Automatycznie (%u%%)

source: Farm
cs: Farma
de: Bauernhof
et: Talu
fi: Maatila
fr: Ferme
lo: ໄຮ່ນາ
pl: Gospodarstwo rolne
ru: Ферма
sl: Kmetija
sv: Bondgård

source: ID
fr: Identifiant
lo: ໄອດີ

source: Invert Mouse Pan
lo: ປີ້ນການເລື່ອນເມົາສ໌
pl: Odwróć przesuwanie myszy

source: Invert Mouse Pan:
lo: ປີ້ນການເລື່ອນເມົາສ໌:
pl: Odwróć przesuwanie myszy:

source: Map moves in the opposite direction the mouse is moved when scrolling/panning.
lo: ແຜນທີ່ຈະເຄື່ອນທີ່ໄປໃນທິດທາງກົງກັນຂ້າມກັບເມົາສ໌ເມື່ອເລື່ອນ/ແພນ.
pl: Mapa porusza się w kierunku przeciwnym do ruchu myszy podczas przewijania/przesuwania.

source: Map moves in the same direction the mouse is moved when scrolling/panning.
lo: ແຜນທີ່ຈະເຄື່ອນທີ່ໄປໃນທິດທາງດຽວກັນກັບເມົາສ໌ເມື່ອເລື່ອນ/ແພນ.
pl: Mapa przesuwa się w tym samym kierunku, w którym poruszana jest mysz podczas przewijania/przesuwania.

source: OK
lo: ຕົກລົງ
sl: V redu

source: OK
lo: ຕົກລົງ
ru: Ок

source: Ok
cs: Budiž
lo: ຕົກລົງ
ru: Ок

source: Return To The Roots
cs: Návrat ke kořenům
fi: Paluu juurille
lo: ກັບຄືນສູ່ຮາກເຫງົ້າ

source: File has an old version and cannot be used (version: %1%, expected: %2%)!
pl: Plik ma starą wersją i nie może zostać użyty (wersja: %1%, oczekiwana %2%)!
ru: Файл имеет старую версию и не может быть использован (версия: %1%, необходимая версия: %2%)!

source: File was created with more recent program and cannot be used (version: %1%, expected: %2%)!
pl: Plik został utworzony nowszym programem i nie może zostać użyty (wersja: %1%, oczekiwana: %2%)!
ru: Файл был создан с более поздней программой и не может быть использован (версия: %1%, необходимая версия: %2%)!

source: No more fishes in range
de: Keine weiteren Fischbestände
et: Rohkem kalu tegevuspiirkonnas pole
fi: Ei kalaa lähettyvillä
fr: Plus de poissons
pl: Brak ryb w okolicy
ru: В округе больше нет рыбы
sl: V območju ni več rib
sv: Ingen mer fisk inom räckhåll

source: Ranger
de: Förster
et: Metsaistutaja
fi: Tasoittajia
fr: Sylviculteur
pl: Leśnik
ru: Лесник
sl: Čuvaj
sv: Skogvaktare

source: Olof
cs: Olaf

source: Ping
fi: Vasteaika
ru: Пинг

source: Keyboard layout:
et: Klaviatuuri asetus:
sv: Tangentbordslayout:

source: Not available
et: Pole saadaval
sv: Ej tillgängligt

source: Please use 'Unlimited Play' to create a Singleplayer game.
et: Üksikmängu loomiseks kasuta palun valikut 'Lõputu mäng'.
sv: Vänligen välj 'Fritt Spel' för att skapa ett enspelarspel.

source: Race specific catapult graphics
sv: Kulturspecifik katapultgrafik

source: Too short Message received!
sv: För kort meddelande erhållits.
