Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
hu: Ismeretlen hiba
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
pl: Nieznany błąd
ru: Неизвестная ошибка

source: Unknown error!
cs: Neznámá chyba!
de: Unbekannter Fehler!
hu: Ismeretlen hiba!
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ!
pl: Nieznany błąd!
ru: Неизвестная ошибка!

source: Unknown granite type2 at %1%: (0x%2$x)
cs: Neznámý typ žuly2 na %1%: (0x%2$x)
de: Unbekannter Granit Typ2 bei %1%: (0x%2$x)
hu: Ismeretlen gránittípus2 a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກຫີນອ່ອນປະເພດ2 ທີ່ %1%: (0x%2$x)
pl: Nieznany granit typ2 w %1%: (0x%2$x)
ru: Неизвестный тип гранита 2 в %1%: (0x%2$x)

source: Unknown nature object at %1%: (0x%2$x)
cs: Neznámý přírodní objekt na %1%: (0x%2$x)
de: Unbekanntes Naturobjekt bei %1%: (0x%2$x)
hu: Ismeretlen természeti objektum a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກວັດຖຸທຳມະຊາດທີ່ %1%: (0x%2$x)
pl: Nieznany obiekt natury w %1%: (0x%2$x)
ru: Неизвестный природный объект в %1%: (0x%2$x)

source: Unknown object at %1%: (0x%2$x: 0x%3$x)
cs: Neznámý objekt na %1%: (0x%2$x: 0x%3$x)
de: Unbekanntes Objekt bei %1%: (0x%2$x: 0x%3$x)
hu: Ismeretlen objektum a(z) %1% helyen: (0x%2$x: 0x%3$x)
lo: ບໍ່ຮູ້ຈັກວັດຖຸທີ່ %1%: (0x%2$x: 0x%3$x)
pl: Nieznany obiekt w %1%: (0x%2$x: 0x%3$x)
ru: Неизвестный объект в %1%: (0x%2$x: 0x%3$x)

source: Unknown tree1-4 at %1%: (0x%2$x)
cs: Neznámý strom 1-4 na %1%: (0x%2$x)
de: Unbekannter Baum1-4 bei %1%: (0x%2$x)
hu: Ismeretlen fa1-4 a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກ tree1-4 ທີ່ %1%: (0x%2$x)
pl: Nieznane drzewo1-4 w %1%: (0x%2$x)
ru: Неизвестное дерево 1-4 в %1%: (0x%2$x)

source: Unknown tree5-8 at %1%: (0x%2$x)
cs: Neznámý strom 5-8 na %1%: (0x%2$x)
de: Unbekannter Baum5-8 bei %1%: (0x%2$x)
hu: Ismeretlen fa5-8 a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກ tree5-8 ທີ່ %1%: (0x%2$x)
pl: Nieznane drzewo5-8 w %1%: (0x%2$x)
ru: Неизвестное дерево 5-8 в %1%: (0x%2$x)

source: Unknown tree9 at %1%: (0x%2$x)
cs: Neznámý strom9 na %1%: (0x%2$x)
de: Unbekannter Baum9 bei %1%: (0x%2$x)
hu: Ismeretlen fa9 a(z) %1% helyen: (0x%2$x)
lo: ບໍ່ຮູ້ຈັກ tree9 ທີ່ %1%: (0x%2$x)
pl: Nieznane drzewo9 w %1%: (0x%2$x)
ru: Неизвестное дерево 9 в %1%: (0x%2$x)

source: Unlimited
cs: Neomezeně
de: Unbegrenzt
et: Piiramata
fi: Rajoitukseton
fr: Illimité
hu: Korlátlan
lo: ບໍ່ຈຳກັດ
pl: Bez ograniczeń
ru: Без ограничений
sl: Neomejeno
sv: Obegränsat

source: Unlimited Play
cs: Neomezená hra
de: Endlosspiel
et: Lõputu mäng
fi: Loppumaton mättö
fr: Jeu illimité
hu: Korlátlan játék
lo: ຫຼິ້ນແບບບໍ່ຈຳກັດ
pl: Gra bez ograniczeń
ru: Свободная игра
sl: Neomejena igra
sv: Fritt Spel

source: Up
cs: Nahoru
de: Auf
et: Ülespoole
fi: Tärkeämpi
fr: Haut
hu: Fel
lo: ຂຶ້ນ
pl: W górę
ru: Вверх
sl: Navzgor
sv: Upp

source: Upgrade to donkey road
cs: Vylepšit oslí cestu
de: Zu Eselstraße aufwerten
et: Uuenda eesliga teeks
fi: Päivitä aasitieksi
fr: Transformer en chemin muletier
hu: Szamaras úttá fejlesztés
lo: ອັບເກດເປັນຖະໜົນສຳລັບລາ
pl: Ulepsz do drogi z osłem
ru: Обновить до ослиной дороги
sl: Nadgradi na cesto z oslom
sv: Uppgradera till åsneväg

source: Upwards
cs: Nahoru
de: Nach oben
et: Ülespoole
fi: Ylemmäs
fr: Vers le haut
hu: Feljebb
lo: ຂຶ້ນເທິງ
pl: W górę
ru: Вверх
sl: Navzgor
sv: Uppåt

source: Use
cs: Použít
de: Aktiv
et: Kasuta
fi: Käytä
fr: Utiliser
hu: Engedélyezés
lo: ໃຊ້
pl: Użyj
ru: Использовать
sl: Uporabi
sv: Använd

source: Use IPv6:
cs: Použít IPv6:
de: IPv6 benutzen:
et: Kasuta IPv6:
fi: Käytä IPv6:tta:
fr: Utiliser IPv6 :
hu: IPv6 használata:
lo: ໃຊ້ IPv6:
pl: Użyj IPv6:
ru: Использовать IPv6:
sl: Uporabi IPv6:
sv: Använd IPv6:

source: Use S2 Defaults
cs: Použít základní nastavení S2
de: Verwende S2 Vorgaben
et: Kasuta S2 Vaikeväärtusi
fi: Käytä S2 oletuksia
fr: Valeurs de S2
hu: S2 alapértelmezések használata
lo: ໃຊ້ຄ່າເລີ່ມຕົ້ນຂອງ S2
pl: Użyj ustawień S2
ru: Использовать S2 по-умолчанию
sl: Uporabi S2 privzete
sv: Använd S2:s standardinställningar

source: Use UPnP
cs: Použít UPnP
de: Benutze UPnP
fi: Käytä UPnP:tä
fr: Utiliser l'UPnP
hu: UPnP használata
lo: ໃຊ້ UPnP
pl: Używaj UPnP
ru: Использовать UPnP
sl: Uporabi UPnP

source: Username:
cs: Uživatelské jméno
de: Benutzername:
et: Kasutajanimi:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
hu: Felhasználónév:
lo: ຊື່ຜູ້ໃຊ້:
pl: Nazwa użytkownika:
ru: Имя пользователя:
sl: Uporabniško ime
sv: Nickname:

source: Vanquished enemies
cs: Zabití nepřátelé
de: Besiegte Gegner
et: Vaenlasi võidetud
fi: Tuhottuja vihollisia
fr: Adversaires vaincus
hu: Legyőzött ellenségek
lo: ສັດຕູທີ່ເອົາຊະນະໄດ້
pl: Wyeliminowani przeciwnicy
ru: Побежденные враги
sl: Uničeni nasprotniki
sv: Besegrade fiender

source: Verifying server info...
cs: Čekám na Informace o hráči...
de: Warte auf Spielerinfo...
et: Ootan mängijainfot...
fi: Odotetaan pelaajatietoja...
fr: En attente des informations du joueur...
hu: Szerveradatok ellenőrzése...
lo: ກຳລັງກວດສອບຂໍ້ມູນເຊີບເວີ...
pl: Weryfikowanie informacji serwera
ru: Ожидание информации об игроках...
sl: Čakam informacije o igralcih...

source: Version
cs: Verze
et: Versioon
fi: Versio
hu: Verzió
lo: ເວີຊັນ
pl: Wersja
ru: Версия
sl: Različica

source: Version mismatch. Server version: %1%, your version %2%
cs: Neshoda verzí. Verze serveru: %1%, Vaše verze %2%
de: Versions conflict. Server version: %1%, deine version: %2%
hu: Verzióeltérés. Szerver verzió: %1%, a te verziód: %2%
lo: ເວີຊັນບໍ່ກົງກັນ. ເວີຊັນເຊີບເວີ: %1%, ເວີຊັນຂອງທ່ານ %2%
pl: Nieprawidłowa wersja. Wersja serwera: %1%, Twoja wersja: %2%
ru: Неверная версия скрипта lua: %1%. Текущая версия: %2%

source: Version:
cs: Verze:
et: Versioon:
fi: Versio:
hu: Verzió:
lo: ເວີຊັນ:
pl: Wersja:
ru: Версия:
sl: Različica:

source: Vertex Buffer Objects:
et: Vertikaalbuffri objekt
fi: Vertex Buffer Objectit:
hu: Vertex buffer objektumok:
pl: Buforowanie obiektów:

source: Very Low
cs: Velmi nízké
de: Sehr niedrig
et: Väga madal
fi: Erittäin matala
fr: Très faible
hu: Nagyon kevés
lo: ຕໍ່າຫຼາຍ
pl: Bardzo mało
ru: Очень мало
sl: Zelo nizko
sv: Mycket Låg

source: Very far
cs: Velmi daleko
de: Sehr weit
et: Väga kiire
fi: Hyvin nopea
fr: Très rapide
hu: Nagyon távoli
lo: ໄກຫຼາຍ
pl: Bardzo daleko
ru: Очень далеко
sl: Zelo hitro

source: Very fast
cs: Velmi rychle
de: Sehr schnell
et: Väga kiire
fi: Hyvin nopea
fr: Très rapide
hu: Nagyon gyors
lo: ໄວຫຼາຍ
pl: Bardzo szybko
ru: Очень быстро
sl: Zelo hitro
sv: Fortast

source: Very long
cs: Velmi dlouhá: 21 úseků
de: Sehr Lang
et: Väga pikk
fi: Erittäin pitkä
fr: Très long
hu: Nagyon hosszú
lo: ຍາວຫຼາຍ
pl: Bardzo długie
ru: Очень длинный
sl: Zelo dolgo
sv: Mycket långt

source: Very slow
cs: Velmi pomalu
de: Sehr langsam
et: Väga aeglane
fi: Hyvin hidas
fr: Très lent
hu: Nagyon lassú
lo: ຊ້າຫຼາຍ
pl: Bardzo wolno
ru: Очень медленно
sl: Zelo počasi
sv: Långsamast

source: Video driver couldn't be loaded!
cs: Ovladač videa nelze načíst!
de: Videotreiber konnte nicht geladen werden!
fi: Määriteltyä tiedostoa ei voitu ladata!
fr: Le pilote audio n'a pas pu être chargé !
hu: A videokártya-illesztőprogram nem tölthető be!
lo: ບໍ່ສາມາດໂຫຼດໄດເວີວິດີໂອໄດ້!
pl: Nie można załadować sterownika wideo!
ru: Видио-драйвер не может быть загружен!
sl: Datoteke ni mogoče naložiti

source: View Settings...
cs: Ukázat nastavení...
de: Einstellungen anzeigen...
et: Vaata seadeid...
fi: Näkymän asetukset...
fr: Afficher les paramètres…
hu: Beállítások megtekintése...
lo: ເບິ່ງການຕັ້ງຄ່າ...
pl: Pokaż ustawienia...
ru: Показать параметры...
sl: Poglej nastavitve...
sv: Visa Inställningar

source: Vikings
cs: Vikingové
de: Wikinger
et: Vikingid
fi: Viikingit
hu: Vikingek
lo: ຊາວໄວກິ້ງ
pl: Wikingowie
ru: Викинги
sl: Vikingi
sv: Vikingar

source: Vineyard
cs: Vinice
hu: Szőlőskert
lo: ສວນອະງຸ່ນ
pl: Winnica

source: Vintner
cs: Vinař
hu: Borász
lo: ຜູ້ຜະລິດເຫຼົ້າແວງ
pl: Winiarz

source: WARNING: Did not find the music files. You have to run the updater once or copy the .ogg files manually to %1% or you won't be able to hear the music.
cs: VAROVÁNÍ: Nebyly nalezeny hudební soubory. Musíš spustit aktualizaci znovu nebo zkopírovat .ogg soubor ručně do %1% nebo nebude možné poslouchat hudbu.
de: WARNUNG: Konnte keine Musikdateien finden. Man muss mindestens einmal das Updateprogramm starten oder die .ogg Dateien manuell nach %1% kopieren. Ansonsten kann man keine Musik hören.
hu: FIGYELEM: Nem találhatók a zenefájlok. Futtasd egyszer a frissítőt, vagy másold kézzel az .ogg fájlokat ide: %1%, különben nem fogsz zenét hallani.
lo: ຄຳເຕືອນ: ບໍ່ພົບໄຟລ໌ເພງ. ທ່ານຕ້ອງເປີດຕົວອັບເດດໜຶ່ງຄັ້ງ ຫຼື ສຳເນົາໄຟລ໌ .ogg ດ້ວຍຕົນເອງໄປທີ່ %1% ຖ້າບໍ່ດັ່ງນັ້ນທ່ານຈະບໍ່ສາມາດຟັງເພງໄດ້.
pl: UWAGA: Nie znaleziono plików z muzyką. Musisz uruchomić aktualizację jeszcze raz albo skopiować pliki .oo ręcznie do %1% lub nie będziesz w stanie słyszeć muzyki.
ru: ВНИМАНИЕ: Музыкальные файлы не найдены. Вы должны запустить программу обновления один раз или вручную скопировать файлы .ogg в %1%, иначе вы не сможете слушать музыку.

source: WARNING: Found invalid music item for %1%
cs: UPOZORNĚNÍ: Nalezena neplatná hudební položka pro %1%
de: WARNUNG: Ungültiges Musik Element für %1% gefunden
hu: FIGYELMEZTETÉS: %1% érvénytelen zenei elemre hivatkozik
lo: ຄຳເຕືອນ: ພົບລາຍການເພງທີ່ບໍ່ຖືກຕ້ອງສຳລັບ %1%
pl: OSTRZEŻENIE: Znaleziono nieprawidłowy element muzyczny dla %1%
ru: ВНИМАНИЕ! Обнаружен недействительный музыкальный элемент для %1%

source: Waiting for Playerinfo...
cs: Čekám na Informace o hráči...
de: Warte auf Spielerinfo...
et: Ootan mängijainfot...
fi: Odotetaan pelaajatietoja...
fr: En attente des informations du joueur...
hu: Várakozás játékosadatokra...
lo: ກຳລັງລໍຖ້າຂໍ້ມູນຜູ້ຫຼິ້ນ...
pl: Oczekiwanie na informacje o graczu...
ru: Ожидание информации об игроках...
sl: Čakam informacije o igralcih...
sv: Väntar på spelarinformation...

source: Waiting for Reply...
cs: Čekám na odezvu...
de: Warten auf Antwort...
et: Ootan tagasimängu ...
fi: Odotetaan vastausta...
fr: Attente d'une réponse...
hu: Várakozás válaszra...
lo: ກຳລັງລໍຖ້າການຕອບກັບ...
pl: Czekanie na odpowiedź...
ru: Ожидание ответа...
sl: Čakam na odgovor...
sv: Väntar på svar...

source: Waiting for server info...
cs: Čekám na Informace o hráči...
de: Warte auf Spielerinfo...
et: Ootan mängijainfot...
fi: Odotetaan pelaajatietoja...
fr: En attente des informations du joueur...
hu: Várakozás szerveradatokra...
lo: ກຳລັງລໍຖ້າຂໍ້ມູນເຊີບເວີ...
pl: Oczekiwanie na informacje od serwera
ru: Ожидание информации об игроках...
sl: Čakam informacije o igralcih...

source: Ware you like to trade
cs: Zboží k prodeji
de: Ware welche du eintauschen willst
et: Kaup millega soovid kaubelda
fi: Hyödyke jonka haluaisit vaihtaa?
fr: Marchandises à échange
hu: Áru amivel kereskednél
lo: ສິນຄ້າທີ່ທ່ານຕ້ອງການຄ້າຂາຍ
pl: Towary, którymi chcesz handlować
ru: Товары для продажи
sl: Blago, s katerim želiš trgovati
sv: Vara du vill handla med

source: Wares
cs: Zboží
de: Waren
et: Kaubad
fi: Hyödyke
fr: Marchandises
hu: Áruk
lo: ສິນຄ້າ
pl: Towary
ru: Товары
sl: Blago
sv: Varor

source: Warning: The played replay is not in sync with the original match. (GF: %u)
cs: Upozornění: Přehrávaný replay není synchronizovaný s originálním. (GF: %u)
de: Warnung: Das abgespielte Replay ist nicht mehr mit dem Originalspiel synchron. (GF: %u)
et: Hoiatus: Tagasimäng ei ole sünkroonis esialgse mänguga. (GF: %u)
fi: Varoitus: toistettu uusinta ei ole alkuperäisen pelin tahdissa. (PR: %u)
fr: Attention : la rediffusion en cours de lecture n'est pas synchronisée avec le match original (GF: %u)
hu: Figyelem: A lejátszott visszajátszás nincs szinkronban az eredeti mérkőzéssel. (GF: %u)
lo: ຄຳເຕືອນ: ຣີເພລທີ່ຫຼິ້ນບໍ່ກົງກັບການແຂ່ງຂັນຕົ້ນສະບັບ. (GF: %u)
pl: Uwaga: odtwarzana powtórka jest zdesynchronizowana. (GF: %u)
ru: Внимание: Проигрываемый повтор не синхронизирован с исходной игрой. (GF: %u)
sl: Opozorilo: Predvajan posnetek ni sinhroniziran z originalno tekmo. (GF: %u)
sv: Varning: Replayet är inte synchroniserad med ursprungliga spelet. (GF: %u)

source: Watchtower
cs: Strážní věž
de: Wachturm
et: Vahitorn
fi: Vahtitorni
fr: Tour de garde
hu: Őrtorony
lo: ຫໍສັງເກດການ
pl: Wieża strażnicza
ru: Сторожевая башня
sl: Vojaški stolp
sv: Vakttorn

source: Water
cs: Voda
de: Wasser
et: Vesi
fi: Vesiämpäriä
fr: Eau
hu: Víz
lo: ນ້ຳ
pl: Woda
ru: Вода
sl: Voda
sv: Vatten

source: We are under attack!
cs: Útočí na nás!
de: Wir werden angegriffen!
et: Me oleme rünnaku all!
fi: Meidät on saarrettu!
fr: Nous sommes assaillis !
hu: Megtámadtak!
lo: ພວກເຮົາກຳລັງຖືກໂຈມຕີ!
pl: Zostaliśmy zaatakowani!
ru: Нас атакуют!
sl: Napadeni smo!
sv: Vi är anfallna!

source: We hope you enjoy playing Return To The Roots!
cs: Doufáme, že si užijete hraní Return To The Roots!
de: Wir hoffen, dass du Spaß an Return to the Roots hast!
et: Me loodame, et naudid Return To The Roots mängimist!
fi: Toivomme, että nautit Return To The Rootsin pelaamisesta!
fr: Nous espérons que vous avez apprécié Return To The Roots
hu: Reméljük, hogy élvezni fogod a Return to the Roots-ot!
lo: ພວກເຮົາຫວັງວ່າທ່ານຈະມ່ວນກັບການຫຼິ້ນ Return To The Roots!
pl: Mamy nadzieję, że Return To The Roots przyniesie ci dużo radości!
ru: Мы надеемся, что Вы получите удовольствие, играя в Return To The Roots!
sl: Upamo, da boste uživali v igranju Return To The Roots!
sv: Vi hoppas du får glädje av att spela Return To The Roots!

source: Weak attackers
cs: Slabí útočníci
de: Schwache Angreifer
et: Nõrgad ründajad
fi: Heikkoja hyökkääjiä
fr: Assaillants faibles
hu: Gyenge támadók
lo: ຜູ້ໂຈມຕີອ່ອນ
pl: Słabi atakujący
ru: Слабые нападающие
sl: Šibki napadalci
sv: Svaga angripare

source: Weak defense
cs: Slabá obrana
de: Schwache Verteidigung
et: Nõrk kaitse
fi: Heikompi puolustus
fr: Défense faible
hu: Gyenge védelem
lo: ການປ້ອງກັນອ່ອນ
pl: Słabsza obrona
ru: Слабые защитники
sl: Šibka obramba
sv: Svaga försvarare

source: Weapons
cs: Zbraně
de: Waffen
et: Relvad
fi: Aseita
fr: Armes
hu: Fegyverek
lo: ອາວຸດ
pl: Broń
ru: Оружие
sl: Orožje
sv: Vapen

source: Website Administration
cs: Nastavení webové stránky
de: Webseiten Administration
et: Veebilehe administreerimine
fi: Sivuston ylläpito
fr: Administration du site web
hu: Weboldal adminisztráció
lo: ການບໍລິຫານເວັບໄຊ
pl: Administracja stroną internetową
ru: Администрация вебсайта
sl: Administracija spletne strani
sv: Hemsidesadministration

source: Website Programming
cs: Programování webové stránky
de: Webseiten Programmierung
et: Veebilehe programmeerimine
fi: Sivuston ohjelmointi
fr: Programmation du site web
hu: Weboldal programozás
lo: ການຂຽນໂປຣແກຣມເວັບໄຊ
pl: Programowanie strony internetowej
ru: Программирование вебсайта
sl: Programiranje spletne strani
sv: Hemsidesprogrammering

source: Well
cs: Studna
de: Brunnen
et: Kaev
fi: Kaivo
fr: Puits
hu: Kút
lo: ນ້ຳສ້າງ
pl: Studnia
ru: Колодец
sl: Vodnjak
sv: Brunn

source: What is this?
cs: Co je toto?
de: Was ist das?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
hu: Mi ez?
lo: ນີ້ແມ່ນຫຍັງ?
pl: Co to jest?
ru: Что это такое?
sl: Kaj je to?

source: Window pinning
cs: Připnutí okna
hu: Ablak rögzítése

source: Windowed
cs: V okně
de: Fenstermodus
et: Akendatult
fi: Ikkunassa
fr: Fenêtré
hu: Ablakos
lo: ແບບໜ້າຕ່າງ
pl: W oknie
ru: Оконный
sl: V oknu
sv: I fönster

source: Wine
cs: Víno
hu: Bor
lo: ເຫຼົ້າແວງ
pl: Wino

source: Winegrower
cs: Vinohradník
hu: Szőlősgazda
lo: ຊາວສວນອະງຸ່ນ
pl: Winogrodnik

source: Winery
cs: Vinařství
hu: Borászat
lo: ໂຮງງານຜະລິດເຫຼົ້າແວງ
pl: Winiarnia

source: Within his area, the forester ensures the survival of the forest. He plants all types of trees.
cs: Lesník zajišťuje výsadbu stromů v okolí svého příbytku. Vysazuje rozličné druhy stromů.
de: Der Förster sorgt in seiner Umgebung für den Fortbestand des Waldes. Er pflanzt sämtliche Arten von Bäumen.
et: Metsaistutaja tagab metsa ellujäämise oma ala sees. Ta istutab igat tüüpi puid.
fi: Metsittäjä varmistaa metsän säilymisen omalla aluellaan. Hän istuttaa kaikenlaisia puita.
fr: L'Arboriculteur est responsable de l'entretien de la forêt dans son voisinage. Il plante de nombreuses espèces d'arbres.
hu: Az erdész a saját területén belül biztosítja az erdő fennmaradását. Mindenféle fafajtát ültet.
lo: ພາຍໃນພື້ນທີ່ຂອງລາວ, ຄົນປູກປ່າຮັບປະກັນການຢູ່ລອດຂອງປ່າໄມ້. ລາວປູກຕົ້ນໄມ້ທຸກຊະນິດ.
pl: Leśnik dba, by drwalowi nie zabrakło pracy, sadząc tu i ówdzie wszelakie rodzaje drzew.
ru: В пределах своего участка лесник обеспечивает существование леса. Он сажает все виды деревьев.
sl: Znotraj njegovega področja, gozdar zagotavlja preživetje gozda. Posaja vse vrste dreves.
sv: Skogvaktaren planterar alla sorters träd i sin omgivning.

source: Wood
cs: Klády
de: Holz
et: Puit
fi: Tukkeja
fr: Bois
hu: Farönk
lo: ໄມ້
pl: Drewno
ru: Древесина
sl: Les
sv: Trä

source: Woodchopper
cs: Dřevorubec
de: Holzfäller
et: Puuraidur
fi: Puunhakkaajia
fr: Bûcheron
hu: Favágó
lo: ຄົນຕັດໄມ້
pl: Drwal
ru: Дровосек
sl: Drvar
sv: Skogshuggare

source: Woodcutter
cs: Dřevorubec
de: Holzfäller
et: Puuraiduri hütt
fi: Puunhakkaaja
fr: Bûcheron
hu: Favágókunyhó
lo: ເຮືອນຄົນຕັດໄມ້
pl: Chata drwala
ru: Лесоповал
sl: Drvar
sv: Skogshuggeri

source: World was put together and glued...
cs: Svět byl poskládán a slepen dohromady...
de: Welt zusammengesteckt und verklebt...
et: Maailm kokku pandud ja liimitud...
fi: Maailma kyhättiin kasaan liimalla...
fr: Le monde a été assemblé et collé...
hu: A világ össze lett rakva és ragasztva...
lo: ໂລກຖືກປະກອບ ແລະ ຕິດເຂົ້າກັນ...
pl: Świat został złożony i zespolony...
ru: Мир собран и склеен...
sl: Svet je bil sestavljen in zlepljen…
sv: Världen pusslats och har klistrat ihop...

source: Wrong Password!
cs: Neplatné heslo!
de: Ungültiges Passwort!
et: Vale parool!
fi: Väärä salasana!
fr: Mot de passe erroné !
hu: Hibás jelszó!
lo: ລະຫັດຜ່ານຜິດ!
pl: Niepoprawne hasło!
ru: Неверный пароль!
sl: Napačno geslo!
sv: Ogiltig lösenord!

source: Wrong Server Type!
cs: Špatný typ serveru!
de: Ungültiger Servertyp!
et: Vale serveri tüüp!
fi: Eri palvelimen asetus!
fr: Mauvais type de serveur !
hu: Rossz szervertípus!
lo: ປະເພດເຊີບເວີຜິດ!
pl: Zły rodzaj serwera!
ru: Неверный тип сервера!
sl: Napačna vrsta strežnika!
sv: Fel typ av servern!

source: Wrong client version
cs: Špatné verze klienta
de: Falsche Clientversion
et: Vale kliendi versioon
fi: Ohjelman versio ei kelpaa
fr: Mauvaise version du client
hu: Rossz kliensverzió
lo: ເວີຊັນໄຄລເອັນຜິດ
pl: Nieodpowiednia wersja gry
ru: Неверная версия клиента
sl: Napačna različica klienta
sv: Fel version av klienten

source: Wrong lua script version: %1%. Current version: %2%.
cs: Špatná verze skriptu lua: %1%. Aktuální verze: %2%.
hu: Rossz lua szkript verzió: %1%. Jelenlegi verzió: %2%.
lo: ເວີຊັນ Lua script ຜິດ: %1%. ເວີຊັນປັດຈຸບັນ: %2%.
pl: Niewłaściwa wersja skryptu lua: %1%. Obecna wersja: %2%.

source: Wrong lua script version: %1%. Current version: %2%.%3%.
cs: Chybná verze skriptu LUA: %1%. Aktuální verze: %2%.%3%.
de: Falsche LUA script version: %1%. Aktuelle version: %2%.%3%
hu: Rossz lua szkript verzió: %1%. Jelenlegi verzió: %2%.%3%.
lo: ເວີຊັນສະຄຣິບ lua ຜິດ: %1%. ເວີຊັນປັດຈຸບັນ: %2%.%3%.
pl: Nieprawidłowa wersja Lua skryptu: %1%. Bieżąca wersja: %2%.%3%.
ru: Неверная версия скрипта lua: %1%. Текущая версия: %2%.%3%

source: Wrong version for lua script.
cs: Špatná verze skriptu LUA.
de: Das LUA Script hat die falsche Version.
hu: Rossz verzió a lua szkripthez.
lo: ເວີຊັນຜິດສຳລັບສະຄຣິບ lua.
pl: Niewlaściwa wersja skryptu Lua.
ru: Неверная версия lua-скрипта.

source: Yamauchi
hu: Jamaucsi

source: Yes
cs: Ano
de: Ja
et: Jah
fi: Kyllä
fr: Oui
hu: Igen
lo: ແມ່ນ
pl: Tak
ru: Да
sl: Da
sv: Ja

source: You are not allowed to delete the standard playlist!
cs: Základní playlist není možné smazat!
de: Sie dürfen die Standard-Playlist nicht löschen!
et: Teil ei ole lubatud kustutada algset esitusnimekirja!
fi: Et voi poistaa oletussoittolistaa!
fr: Vous ne pouvez supprimer la liste de lecture par défaut !
hu: A standard lejátszási listát nem törölheted!
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລົບລາຍການເພງມາດຕະຖານ!
pl: Nie można usunąć domyślnej playlisty!
ru: Нельзя удалять стандартный список воспроизведения!
sl: Nimaš pravice izbrisati standardni seznam predvajanja!
sv: Du får inte ta bort standardspellistan!

source: You can remove gold resources completely or convert them into iron ore, coal or granite. You'll probably want to convert gold to iron ore, as this (on most maps) allows you to utilize the additional coal not needed for minting anymore.
cs: Můžete zcela odebrat zdroje zlata nebo je převést na železnou rudu, uhlí nebo kámen. Pravděpodobně budeš chtít převést zlato na železnou rudu, protože ti to (na většině map) umožní využít další uhlí, které již není pro těžbu potřeba.
de: Du kannst Goldadern vollständig entfernen oder in Eisen, Kohle oder Granit umwandeln Es ist sinnvoll Gold durch Eisen zu ersetzen, da dann die überschüssige Kohle auf den meisten Karten für die Herstellung von Waffen verwendet werden kann.
fr: Vous pouvez supprimer les ressources en or ou les convertir en fer, charbon ou granite. Vous préférerez probablement les convertir en fer, de manière à pouvoir utiliser le charbon en trop (sur la plupart des cartes), non utilisé dans l'Hôtel des monnaies.
hu: Teljesen eltávolíthatod az aranyforrásokat, vagy vasérccé, szénné vagy gránittá alakíthatod át őket. Az arany vasércre való átalakítása a legcélszerűbb, mert így (a legtöbb térképen) a pénzveréshez már nem szükséges többlet szenet más célra fordíthatod.
lo: ທ່ານສາມາດລຶບຊັບພະຍາກອນຄຳອອກທັງໝົດ ຫຼື ປ່ຽນເປັນແຮ່ເຫຼັກ, ຖ່ານຫີນ ຫຼື ຫີນຊາຍ. ທ່ານອາດຈະຕ້ອງການປ່ຽນຄຳເປັນແຮ່ເຫຼັກ, ເພາະວ່າ (ໃນແຜນທີ່ສ່ວນໃຫຍ່) ຈະຊ່ວຍໃຫ້ທ່ານສາມາດນຳໃຊ້ຖ່ານຫີນເພີ່ມເຕີມທີ່ບໍ່ຈຳເປັນສຳລັບການຫຼອມຫຼຽນອີກຕໍ່ໄປ.
pl: Możesz usunąć zasoby złota kompletnie albo zamienić je w rudę żelaza, węgiel lub granit. Prawdopodobnie będziesz chciał zamienić złoto w rudę żelaza, bo to (na większości map) pozwala na wykorzystanie dodatkowego węgla nie używanego już w mennicach.
ru: Вы можете полностью удалить золотые рудники или превратить их в железную руду, уголь или гранит. Вы, вероятно, захотите конвертировать золото в железную руду, так как это (на большинстве карт) позволяет использовать дополнительный уголь, который больше не нужен для чеканки.
sl: Vire zlata lahko odstraniš v celoti, ali pretvoriš v železovo rudo, premog ali granit. Najverjetneje želiš pretvoriti zlato v železovo rudo, ker to (na večini zemljevidov) omogoča izkoriščanje dodatnega premoga, ki se ne uporablja več za topljenje zlata.

source: You can't create a game while a proxy server is active Disable the use of a proxy server first!
cs: Hra nemůže být vytvořena, dokud je aktivní proxy server Nejprve zakažte použití proxy serveru!
de: Es kann kein Spiel erstellt werden, solange ein Proxyserver aktiv ist. Deaktiviere zuerst die Proxy-Einstellung!
et: Sa ei saa luua mängu kui puhverserver on aktiivne Keela puhverserveri kautamine esmalt!
fi: Et voi luoda uutta peliä proxy-palvelimen ollessa käytössä. Poista proxy-palvelin ensin käytöstä!
fr: Vous ne pouvez pas créer un jeu tant qu'un serveur proxy est actif. Désactivez l'utilisation du serveur proxy !
hu: Nem hozhatsz létre játékot, amíg egy proxyszerver aktív Előbb tiltsd le a proxyszerver használatát!
lo: ທ່ານບໍ່ສາມາດສ້າງເກມໄດ້ໃນຂະນະທີ່ເຊີບເວີພຣັອກຊີກຳລັງເຮັດວຽກຢູ່ ກະລຸນາປິດການໃຊ້ເຊີບເວີພຣັອກຊີກ່ອນ!
pl: Nie możesz stworzyć gry, podczas gdy serwer proxy jest aktywny Wyłącz najpierw użycie serwera proxy!
ru: Вы не можете создать игру, пока запущен прокси сервер Сначала выключите прокси сервер!
sl: Kadar je aktiven proxy strežnik, začetek nove igre ni možen. Najprej izklopite uporabo proxy strežnika!
sv: Du kan inte skapa ett spel när en proxyserver är aktiv. Inaktivera användandet av en proxyserver först!
