Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Limits the distance settlers may travel per boat. Possible values are: Short: 3 tiles Default: 5 tiles Long: 9 tiles Longer: 13 tiles Very long: 21 tiles and Unlimited.
cs: Nastavení vzdálenosti pro přepravu na člunu: Možné varianty: Krátká: 3 úseky Základní: 5 úseků Delší: 9 úseků Dlouhá: 13 úseků Velmi dlouhá: 21 úseků a Neomezeně.
de: Begrenzt die Distanz, welche mit Ruderbooten zurückgelegt werden kann. Mögliche Werte sind: Kurz: 3 Felder Standard: 5 Felder Lang: 9 Felder Länger: 13 Felder Sehr Lang: 21 Felder und Unbegrenzt.
et: Piirab distantsi mida asunikud võivad paadiga läbida. Võimalikud väärtused on: Lühike: 3 ühikut Algne: 5 ühikut Pikk: 9 ühikut Pikem: 13 ühikut Väga pikk: 21 ühikut ja Piiramata.
fi: Rajoittaa uudisasukkaiden suurinta mahdollista matkaa per vene Mahdolliset matkat ovat: Lyhyt: 3 laattaa Alkuperäinen: 5 laattaa Pitkä: 9 laattaa Pitempi: 13 laattaa Pisin: 21 laattaa ja loputtomasti
fr: Limiter la longueur des ponts. Valeurs possibles : Court : 3 tuiles Par défaut : 5 tuiles Long : 9 tuiles Plus long : 13 tuiles Très long : 21 tuiles et Illimité.
hu: Korlátozza, hogy a telepesek mekkora távolságot tehetnek meg a csónakokkal. Lehetséges értékek: Rövid: 3 mező Alapértelmezett: 5 mező Hosszú: 9 mező Hosszabb: 13 mező Nagyon hosszú: 21 mező és korlátlan.
lo: ຈຳກັດໄລຍະທາງທີ່ຜູ້ຕັ້ງຖິ່ນຖານສາມາດເດີນທາງດ້ວຍເຮືອ. ຄ່າທີ່ເປັນໄປໄດ້ແມ່ນ: ສັ້ນ: 3 ຕາກະໂລ ຄ່າເລີ່ມຕົ້ນ: 5 ຕາກະໂລ ຍາວ: 9 ຕາກະໂລ ຍາວກວ່າ: 13 ຕາກະໂລ ຍາວຫຼາຍ: 21 ຕາກະໂລ ແລະ ບໍ່ຈຳກັດ.
pl: Zmienia maksymalną długość dróg wodnych Możliwe wartości: Krótka: 3 pola Domyślna: 5 pól Długa: 9 pól Dłuższa: 13 pól Bardzo długa: 21 pól oraz Nieskończona
ru: Ограничивает расстояние, которое поселенцы могут пройти на лодке. Возможные значения: Короткое: 3 клетки Стандартное: 5 клеток Длинное: 9 клеток Длиннее: 13 клеток Очень длинный: 21 клетка и Неограниченное.
sl: Omeji razdaljo, ki jo naseljenci lahko prepotujejo s čolnom. Možne vrednosti so: Kratka: 3 ploščice Privzeto: 5 ploščic Dolga: 9 ploščic Daljša: 13 ploščic Zelo dolga: 21 ploščic in Neomejena.
sv: Begränsar avståndet nybyggare kan ta sig med båt. Möjliga värden är: Kort: 3 rutor Standard: 5 rutor Långt: 9 rutor Längre: 13 rutor Mycket långt: 21 rutor och Obegränsat.

source: Limits the number of catapults per player. Proportional uses the following ratios of military buildings to catapults: Barracks: 8 Guardhouse: 4 Watchtower: 2 Fortress: 1
cs: Omezuje počet katapultů na hráče. Proporcionálně se používají následující poměry vojenských budov ke katapultům: Kasárna: 8 Strážnice: 4 Strážní věž: 2 Pevnost: 1
de: Limitiert die Anzahl der Katapulte pro Spieler. Proportional benutzt folgende Verhältnisse von Militärgebäuden zu Katapulten: Baracke: 8 Wachstube: 4 Wachturm: 2 Festung: 1
fr: Limiter le nombre de catapultes par joueur. Proportionnel utilise la proportion suivante entre les bâtiments militaires et les catapultes : Baraquements : 8 Maison de garde : 4 Tour de garde : 2 Forteresse : 1
hu: Korlátozza a játékosonkénti katapultok számát. Az arányos mód a következő arányokat használja a katonai épületek és a katapultok között: Barakk: 8 Őrház: 4 Őrtorony: 2 Erőd: 1
lo: ຈຳກັດຈຳນວນເຄື່ອງຍິງຫີນຕໍ່ຜູ້ຫຼິ້ນ. ແບບສັດສ່ວນຈະໃຊ້ອັດຕາສ່ວນຂອງອາຄານທະຫານຕໍ່ເຄື່ອງຍິງຫີນດັ່ງນີ້: ຄ້າຍທະຫານ: 8 ປ້ອມຍາມ: 4 ຫໍສັງເກດການ: 2 ປ້ອມປາການ: 1
pl: Ogranicza liczbę katapult na gracza. Proporcjonalne wykorzystuje następujące proporcje budynków wojskowych do katapult: Koszary: 8 Strażnica: 4 Wieża strażnicza: 2 Twierdza: 1
ru: Ограничение количества катапульты на одного игрока. Для пункта "Пропорционально" следующие соотношения военных зданий катапульты: Барак: 8 Караульная башня: 4 Сторожевая башня: 2 Крепость: 1
sl: Omeji število katapultov na igralca. Proporcionalno uporablja sledeča razmerja med vojaškimi zgradbami in katapulti: Vojaška koča: 8 Vojaška hiša: 4 Vojaški stolp: 2 Trdnjava: 1

source: Load 'ReadMe' file
cs: Načíst soubor 'Čti mně'
de: 'Lies mich'-Datei laden
et: Ava 'Loe mind' fail
fi: Avaa Lue Minut
fr: Charger le fichier « Lisez-moi »
hu: 'OlvassEl' fájl betöltése
lo: ໂຫຼດໄຟລ໌ 'ReadMe'
pl: Otwórz plik "CzytajTo"
ru: Загрузить 'ReadMe' файл
sl: Naloži 'PreberiMe' datoteko
sv: Ladda 'läs mig'-fil

source: Load game
cs: Nahrát hru
de: Spiel laden
et: Laadi mäng
fi: Lataa peli
fr: Charger le jeu
hu: Játék betöltése
lo: ໂຫຼດເກມ
pl: Wczytaj grę
ru: Загрузить игру
sl: Naloži igro
sv: Ladda spel

source: Load game!
cs: Načíst hru!
de: Spiel laden!
et: Laadi mäng!
fi: Lataa peli!
fr: Charger la partie !
hu: Játék betöltése!
lo: ໂຫຼດເກມ!
pl: Wczytaj grę!
ru: Загрузить игру!
sl: Naloži igro!
sv: Ladda spel!

source: Load game...
cs: Nahrát hru...
de: Spiel laden...
et: Laadi mäng ...
fi: Lataa peli...
fr: Charger une partie...
hu: Játék betöltése...
lo: ໂຫຼດເກມ...
pl: Wczytaj grę...
ru: Загрузить игру...
sl: Naloži igro...
sv: Ladda ett spel...

source: Loaded audio driver "%1%"
cs: Načtený ovladač zvuku "%1%"
de: Audiotreiber "%1%" geladen
hu: Hangkártya-illesztőprogram betöltve: "%1%"
lo: ໂຫຼດໄດເວີສຽງ "%1%" ແລ້ວ
pl: Załadowany sterownik audio "%1%"
ru: Загружен аудиодрайвер '%1%'

source: Loaded video driver "%1%"
cs: Načtený ovladač videa "%1%"
de: Videotreiber "%1%" geladen
hu: "%1%" videokártya-illesztőprogram betöltve
lo: ໂຫຼດໄດເວີວິດີໂອ "%1%" ແລ້ວ
pl: Załadowany sterownik wideo "%1%"
ru: Загружен видеодрайвер '%1%'

source: Loading "%1%":
cs: Nahrávám "%1%":
de: Lade "%1%":
fi: Ladataan %1%
fr: Chargement de « %1% » :
hu: "%1% betöltése”:
lo: ກຳລັງໂຫຼດ "%1%":
pl: Wczytywanie ,,%1%'':
ru: Загрузка "%1%":
sl: Nalaganje “%1%”:

source: Loading %1%
cs: Načítání %1%
de: Lade %1%
fi: Ladataan %1%
fr: Chargement %1%
hu: %1% betöltése
lo: ກຳລັງໂຫຼດ %1%
pl: Wczytywanie %s
ru: Загрузка %1%

source: Loading %1%:
cs: Nahrávám %1%:
de: Lade %1%:
fi: Ladataan %1%
fr: Chargement de %s:
hu: %1% betöltése:
lo: ກຳລັງໂຫຼດ %1%:
pl: Wczytywanie %s:
ru: Загрузка %1%:
sl: Nalaganje %s:

source: Loading directory %s
cs: Načítám adresář %s
de: Lade Ordner %s
fi: Ladataan hakemistoa %s
fr: Chargement du répertoire %s
hu: %s könyvtár betöltése
lo: ກຳລັງໂຫຼດໂຟນເດີ %s
pl: Wczytywanie katalogu %s
ru: Загрузка каталога %s
sl: Nalaganje direktorija %s

source: Loading game...
cs: Načítání hry...
de: Lade Spiel...
fi: Lataa peli...
fr: Chargement de la partie...
hu: Játék betöltése...
lo: ກຳລັງໂຫຼດເກມ...
pl: Wczytuję grę...
ru: Загрузка игры...

source: Loading of images %s for map selection failed.
cs: Nahrávání obrázků %s pro vybranou mapu selhalo.
hu: Nem sikerült betölteni a(z) %s képeket térképválasztáshoz.
lo: ການໂຫຼດຮູບພາບ %s ສຳລັບການເລືອກແຜນທີ່ລົ້ມເຫຼວ.
pl: Ładowanie obrazów %s dla wybranej mapy nie powiodło się.

source: Lobby Chat
fi: Aulachatti
fr: Chat du salon
hu: Előszobai chat
lo: ສົນທະນາໃນລັອບບີ້
pl: Chat lobby
ru: Лобби чат
sl: Pogovorno preddverje

source: Local Port:
cs: Lokální Port:
de: Lokaler Port:
fr: Port local :
hu: Helyi port:
lo: ພອດທ້ອງຖິ່ນ:
pl: Port lokalny:
ru: Локальный порт:

source: Lock teams:
cs: Uzamknout týmy:
de: Teams sperren:
et: Lukusta tiimid:
fi: Lukitse joukkueet:
fr: Verrouiller les équipes :
hu: Csapatok zárolása:
lo: ລັອກທີມ:
pl: Zablokuj drużyny:
ru: Заблокировать команды:
sl: Zakleni ekipe:
sv: Låsa teamen

source: Locked
cs: Zamčeno
fr: Verrouillé
hu: Zárolva
lo: ລັອກ
pl: Niedostępne
ru: Заблокировано

source: Long
cs: Delší: 9 úseků
de: Lang
et: Pikk
fi: Pitkä
fr: Longue
hu: Hosszú
lo: ຍາວ
pl: Długie
ru: Длинный
sl: Dolgo
sv: Långt

source: Long-run
cs: Dlouhodobý
de: Langfristig
et: Pikaajaline
fi: Pitkälle aikavälille
fr: Longue durée
hu: Hosszútávú
lo: ໄລຍະຍາວ
pl: Długi okres
ru: Большой промежуток времени
sl: Dolgoročno
sv: Lång tid

source: Longer
cs: Dlouhá: 13 úseků
de: Länger
et: Pikem
fi: Pidempi
fr: Plus long
hu: Hosszabb
lo: ຍາວກວ່າ
pl: Dłuższe
ru: Длиннее
sl: Daljše
sv: Längre

source: Lookout tower
cs: Hlídková věž
de: Spähturm
et: Vaatlustorn
fi: Tarkkailutorni
fr: Tour de guet
hu: Kilátótorony
lo: ຫໍຄອຍ
pl: Wieża obserwacyjna
ru: Смотровая башня
sl: Izvidniški stolp
sv: Utkikspost

source: Lookout-tower occupied
cs: Hlídková věž byla obsazena
de: Spähturm besetzt
et: Vaatlustorn asustatud
fi: Tähystystorni on miehitetty
fr: Tour de guet occupée
hu: Birtokba vettünk egy kilátótoronyot
lo: ຫໍສັງເກດການຖືກຍຶດຄອງ
pl: Wieża obserwacyjna zajęta
ru: Смотровая башня занята
sl: Izvidniški stolp vseljen
sv: Utkikspost besatt

source: Lost connection to lobby!
cs: Připojení k lobby ztraceno!
de: Verbindung zur Lobby abgebrochen!
et: Ühendus ooteruumiga katkenud!
fi: Yhteys aulaan katkesi
fr: Connexion au salon perdue !
hu: A kapcsolat megszakadt az előszobával!
lo: ຂາດການເຊື່ອມຕໍ່ກັບລັອບບີ້!
pl: Utracono połączenie z lobby!
ru: Потеряно подключение к лобби!
sl: Prekinjena povezava s klepetalnico!
sv: Koppling till lobbyn är avbryten!

source: Lost connection to server!
cs: Připojení k serveru ztraceno!
de: Verbindung zum Server abgebrochen!
et: Ühendus serveriga on katkenud!
fi: Yhteys palvelimelle katkesi!
fr: Connexion au serveur perdue !
hu: A kapcsolat megszakadt a szerverrel!
lo: ຂາດການເຊື່ອມຕໍ່ກັບເຊີບເວີ!
pl: Utracono połączenie z serwerem!
ru: Потеряно подключение к серверу!
sl: Povezava s strežnikom prekinjena!
sv: Koppling till servern är avbryten!

source: Lost land by this building
cs: Díky této budově jsme ztratili území
de: Durch dieses Gebäude haben Sie Land verloren
et: Kaotati maad sellele ehitisele
fi: Rakennus vei maitasi
fr: À cause de ces bâtiments vous avez perdu des terres
hu: Területet vesztettünk egy épület miatt
lo: ສູນເສຍດິນແດນຍ້ອນອາຄານນີ້
pl: Ziemie utracone za sprawą tej budowli
ru: Потеряна часть земель около этого здания
sl: Izgubljeno ozemlje zaradi te zgradbe
sv: Vi förlorade land på grund av denna byggnad

source: Low
cs: Málo
de: Wenig
et: Vähe
fi: Vähäiset
fr: Faible
hu: Kevés
lo: ຕໍ່າ
pl: Mało
ru: Мало
sl: Nizko
sv: Låg

source: Lua error: %s
cs: Chyba LUA: %s
de: Lua Fehler: %s
hu: Lua hiba: %s
lo: Lua ເກີດຂໍ້ຜິດພາດ: %s
pl: Błąd LUA: %s
ru: Ошибка Lua: %s

source: Lua load callback returned failure!
cs: Zpětné volání Lua load vrátilo selhání!
hu: A Lua betöltési visszahívás hibát jelzett!
lo: ການເອີ້ນກັບຂອງການໂຫຼດ Lua ສົ່ງຄືນຄວາມລົ້ມເຫຼວ!
pl: Delegat ładowania Lua zwrócił błąd!
ru: Обратный вызов загрузки Lua вернул ошибку!

source: Lua script did not provide the function getRequiredLuaVersion()! It is probably outdated.
cs: LUA skript neposkytl funkci getRequiredLuaVersion()! Pravděpodobně je zastaralý.
de: LUA script hat nicht die notwendige Funktion getRequiredLuaVersion() bereitgestellt! Vermutlich ist es veraltet.
hu: A Lua szkript nem tartalmazza a getRequiredLuaVersion() függvényt! Valószínűleg elavult.
lo: Lua script ບໍ່ໄດ້ໃຫ້ຟັງຊັນ getRequiredLuaVersion()! ອາດຈະເປັນເວີຊັນເກົ່າແລ້ວ.
pl: Skrypt Lua nie udostępnił funkcji getRequiredLuaVersion ()! Prawdopodobnie jest nieaktualny.
ru: Сценарий Lua не предоставил функцию getRequiredLuaVersion()! Это, вероятно, устарело.

source: Lua script failed to load.
cs: Načtení skriptu LUA se nezdařilo.
de: Laden des LUA scripts fehlgeschlagen.
hu: A Lua szkript betöltése sikertelen.
lo: ໂຫຼດສະຄຣິບ Lua ລົ້ມເຫຼວ.
pl: Nie udało się załadować skryptu Lua.
ru: Не удалось загрузить Lua-скрипт.

source: Lua script uses a different version and cannot be used. Map might not work as expected!
cs: Skript LUA používá jinou verzi a nelze jej použít. Mapa nemusí fungovat správně!
de: Das Lua-Skript ist für eine andere Version und kann nicht verwendet werden. Die Karte könnte nicht wie erwartet funktionieren!
fi: Lue-skripti löytyi, mutta sitä ei voitu ladata. Kartta saattaa toimia oudosti!
hu: A Lua szkript más verziót használ, ezért nem használható. A térkép nem biztos, hogy megfelelően fog működni!
lo: Lua script ໃຊ້ເວີຊັນທີ່ແຕກຕ່າງ ແລະ ບໍ່ສາມາດນຳໃຊ້ໄດ້. ແຜນທີ່ອາດຈະບໍ່ເຮັດວຽກຕາມທີ່ຄາດໄວ້!
pl: Skrypt Lua używa innej wersji i nie może być używany. Mapa może nie działać zgodnie z oczekiwaniami!
ru: Сценарий Lua использует другую версию и не может быть использован. Карта может работать не так, как ожидалось!

source: Lua script was found but failed to load. Map might not work as expected!
cs: LUA skript byl nalezen, ale nepodařilo se jej načíst. Mapa nemusí fungovat správně!
de: Das Lua-Skript wurde gefunden, konnte aber nicht geladen werden. Die Karte könnte nicht wie erwartet funktionieren!
fi: Lue-skripti löytyi, mutta sitä ei voitu ladata. Kartta saattaa toimia oudosti!
fr: Le script Lua a été trouvé mais n'a pu être chargé. La carte pourrait ne pas fonctionner !
hu: Lua szkript megvan, de nem sikerült betölteni. A térkép nem biztos, hogy megfelelően fog működni!
lo: ພົບ Lua script ແຕ່ບໍ່ສາມາດໂຫຼດໄດ້. ແຜນທີ່ອາດຈະບໍ່ເຮັດວຽກຕາມທີ່ຄາດໄວ້!
pl: Znaleziono skrypt Lua, ale nie udało się go załadować. Mapa może nie działać zgodnie z oczekiwaniami!
ru: Lua сценарий найден, но его не удалось загрузить. Карта может работать, не как ожидалось!
sl: Lua skripta je bila najdena, ampak se ni uspela naložiti. Zemljevid mogoče ne bo deloval po pričakovanjih!

source: Lua was disabled by the script itself
cs: LUA byl deaktivován samotným skriptem
de: LUA wurde durch das Script selbst deaktiviert.
hu: Maga a szkript inaktiválta a Lua-t
lo: Lua ຖືກປິດໂດຍ script ເອງ
pl: Lua została wyłączona przez sam skrypt
ru: Lua был отключен самим скриптом

source: Main selection
cs: Hlavní nabídka
de: Hauptauswahl
et: Põhi valikud
fi: Päävalikko
fr: Menu principal
hu: Fő kiválasztó
lo: ເມນູຫຼັກ
pl: Ustawienia
ru: Главный выбор
sl: Glavni izbor
sv: Huvudmeny

source: Manual road enlargement
cs: Ruční vylepšení silnice
de: Manueller Straßenausbau
et: Manuaalne tee laiendamine
fi: Teiden laajennus käsin
fr: Amélioration manuel des chemins
hu: Kézi útbővítés
lo: ການຂະຫຍາຍຖະໜົນດ້ວຍຕົນເອງ
pl: Ręczne ulepszenie drogi
ru: Ручное увеличение пропускной способности дорог
sl: Ročno povečevanje cest
sv: Manuell vägbreddning

source: Manually upgrade your roads and directly build donkey roads.
cs: Můžete ručně vylepšit silnici na silnici s oslíky.
de: Ermöglicht das manuelle Aufwerten der Straßen und das direkte Bauen von Eselstraßen.
fr: Permet d'améliorer les chemins et de construire directement un chemin muletier.
hu: Kézzel fejlesztheted az útjaidat, és közvetlenül építhetsz szamaras utakat.
lo: ອັບເກຣດຖະໜົນຂອງທ່ານດ້ວຍຕົນເອງ ແລະ ສ້າງຖະໜົນສຳລັບລໍໂດຍກົງ.
pl: Ręcznie ulepszaj swoje drogi i bezpośrednio buduj drogi z osłami.
ru: Вручную улучшайте свои дороги и в любой момент постройте дороги для ослов.
sl: Ročno nadgradi svoje ceste in nesporedno zgradi ceste z osli.

source: Many
cs: Mnoho
de: Viele
fr: Plusieurs
hu: Sok
lo: ຫຼາຍ
pl: Wiele
ru: Много

source: Map
cs: Mapa
de: Karte
et: Kaart
fi: Kartta
fr: Carte
hu: Térkép
lo: ແຜນທີ່
pl: Mapa
ru: Карта
sl: Zemljevid
sv: Karta

source: Map Debug
cs: Debugovat mapu
de: Karten-Debugging
fi: Karttadebuggeri
fr: Débogage de la carte
hu: Térkép hibakeresés
lo: ດີບັກແຜນທີ່
pl: Debugowanie mapy
ru: Карта отладки
sl: Razhroščevanje zemljevida

source: Map Generator
cs: Generátor mapy
fi: Kenraaleja
fr: Générateur de carte
hu: Térképgenerátor
lo: ເຄື່ອງສ້າງແຜນທີ່
pl: Generator map
ru: Генератор карт

source: Map Name:
cs: Jméno mapy:
de: Kartename:
et: Kaardi nimi:
fi: Kartan nimi:
fr: Nom de la carte :
hu: Térkép neve:
lo: ຊື່ແຜນທີ່:
pl: Nazwa mapy:
ru: Название карты:
sl: Ime zemljevida:
sv: Namn av kartan:

source: Map and mission mask have different sizes.
cs: Mapa a maska mise mají rozdílné velikosti.
hu: A térkép és a küldetésmaszk mérete eltérő.
lo: ແຜນທີ່ ແລະ ໜ້າກາກພາລະກິດມີຂະໜາດຕ່າງກັນ.
pl: Mapa i maska misji mają różne rozmiary.

source: Map has more than %1% players
cs: Mapa má více než %1% hráčů
de: Karte hat mehr als %1% Spieler
hu: A térkép több mint %1% játékost tartalmaz
lo: ແຜນທີ່ມີຜູ້ຫຼິ້ນຫຼາຍກວ່າ %1% ຄົນ
pl: Mapa ma więcej niż %1% graczy
ru: На карте более %1% игроков

source: Map is bigger than allowed size of %1% nodes
cs: Mapa je větší než povolená velikost uzlů %1%
de: Karte ist größer als die erlaubte Größe von %1% Knoten
hu: A térkép meghaladja a megengedett %1% csomópontnyi méretet
lo: ແຜນທີ່ໃຫຍ່ກວ່າຂະໜາດທີ່ອະນຸຍາດຂອງ %1% ໂນດ
pl: Mapa jest większa niż dozwolony rozmiar %1% węzłów
ru: Карта больше разрешенного размера %1%

source: Map is invalid or failed to load properly!
cs: Mapa je neplatná nebo se nepodařila správně načíst!
de: Karte ist ungültigt oder konnte nicht vollständig geladen werden!
hu: A térkép érvénytelen, vagy nem sikerült megfelelően betölteni!
lo: ແຜນທີ່ບໍ່ຖືກຕ້ອງ ຫຼື ໂຫຼດບໍ່ສຳເລັດ!
pl: Mapa jest nieprawidłowa lub nie można jej poprawnie załadować!
ru: Карта неверна или не правильно загружена!

source: Map transmission was corrupt!
cs: Přenos mapy byl poškozen!
de: Übertragung der Karte fehlerhaft!
fi: Kartan siirto ei sujunut virheittä!
fr: La carte envoyée était corrompue !
hu: A térképátvitel hibás volt!
lo: ການສົ່ງແຜນທີ່ເສຍຫາຍ!
pl: Transmisja mapy była uszkodzona!
ru: Карта повреждена!
sl: Prenos zemljevida je bil pokvarjen!

source: Map was loaded and pinned at the wall...
cs: Mapa byla načtena a pověšena na zeď...
de: Karte geladen und an die Wand gepinnt...
et: Kaart välja võetud ja seinale riputatud...
fi: Kartta ladattiin ja lisättiin näkyville...
fr: La carte est chargée et épinglée au mur...
hu: A térkép betöltve és kitűzve a falra...
lo: ແຜນທີ່ຖືກໂຫຼດ ແລະ ຕິດໃສ່ຝາແລ້ວ...
pl: Mapa wczytana i przypięta do ściany
ru: Карта загружена и приколота к стене...
sl: Zemljevid igre je bil naložen in pripet na zid...
sv: Kartan laddad och upprollad...

source: Map:
cs: Mapa:
de: Karte:
et: Kaart:
fi: Kartta:
fr: Carte :
hu: Térkép:
lo: ແຜນທີ່:
pl: Mapa:
ru: Карта:
sl: Zemljevid:
sv: Karta:

source: Mapfile:
cs: Soubor s mapou:
de: Dateiname der Karte:
et: Kaardifail:
fi: Karttatiedosto:
fr: Fichier de carte :
hu: Térképfájl:
lo: ໄຟລ໌ແຜນທີ່:
pl: Plik mapy:
ru: Файл карты:
sl: Datoteka z zemljevidom:
sv: Kartfil:

source: Mapping
cs: Mapování
de: Kartengestaltung
et: Kartograafia
fi: Kartat
fr: Cartographie
hu: Térképszerkesztés
lo: ການສ້າງແຜນທີ່
pl: Mapowanie
ru: Картография
sl: Oblikovanje zemljevida
sv: Kartläggning

source: Maps
cs: Mapy
hu: Térképek
lo: ແຜນທີ່
pl: Mapy

source: Maximal
cs: Nejvýše
fr: Maximum
hu: Maximális
lo: ຫຼາຍສຸດ
pl: Maksymalnie
ru: Максимально
sl: Maksimalno

source: Maximum strength
cs: Maximální síla
de: Maximale Stärke
et: Maksimaalne tugevus
fi: Suurin voima
fr: Assaillants puissants
hu: Maximális erő
lo: ຄວາມແຂງແກ່ງສູງສຸດ
pl: Maksymalna siła
ru: Максимальная сила
sl: Največja moč
sv: Maximal styrka

source: Meat
cs: Maso
de: Schinken
et: Liha
fi: Kinkkua
fr: Jambon
hu: Hús
lo: ຊີ້ນ
pl: Mięso
ru: Мясо
sl: Meso
sv: Kött

source: Meat the hunter acquires is used to feed the miners.
cs: Maso ulovené lovcem je obživa pro horníky.
de: Das Fleisch des erlegten Wildes dient der Ernährung der Bergarbeiter.
et: Liha, mida jahimees muretseb, kasutatakse kaevurite toitmiseks.
fi: Metsästäjän hankkimaa lihaa käytetään kaivosmiesten mahojen täyttämiseen.
fr: La viande du gibier chassé permet de nourrir les Mineurs.
hu: A vadász által szerzett hús a bányászok etetésére szolgál.
lo: ຊີ້ນທີ່ນາຍພານຫາໄດ້ຈະຖືກນຳໃຊ້ເພື່ອລ້ຽງຄົນງານບໍ່ແຮ່.
pl: Upolowana i oporządzona przez myśliwego zwierzyna zaspokaja głód górników.
ru: Мясо, добываемое охотником, используется, чтобы кормить шахтеров.
sl: Meso, ki ga pridobi lovec, je uporabljeno za hranjenje rudarjev.
sv: Dina gruvarbetare älskar köttet som jägaren skaffar.

source: Medium
cs: střední
de: Mittel
et: Keskmise ajaline
fi: Toviksi
fr: Moyen terme
hu: Átlagos
lo: ກາງ
pl: Średnio
ru: Нормально
sl: Srednjeročno

source: Medium strength
cs: Střední síla
de: Mittlere Stärke
et: Keskmine tugevus
fi: Keskitason voima
fr: Puissance moyenne
hu: Átlagos erő
lo: ຄວາມແຂງແກ່ງປານກາງ
pl: Średnia siła
ru: Средняя сила
sl: Srednja moč
sv: Medelstyrka

source: Medium-term
cs: Střednědobý
de: Mittelfristig
et: Keskmise ajaline
fi: Toviksi
fr: Moyen terme
hu: Középtávú
lo: ໄລຍະກາງ
pl: Średni okres
ru: Средний промежуток времени
sl: Srednjeročno
sv: Mellanlång tid

source: Merchandise
cs: Zboží
de: Waren
et: Kaupasid
fi: Resursseja
fr: Marchandises
hu: Árucikkek
lo: ສິນຄ້າ
pl: Zasoby
ru: Товары
sl: Blago
sv: Varor

source: Merchandise statistics
cs: Statistiky obchodu
de: Warenproduktion
et: Kaupade statistika
fi: Varaston tilastot
fr: Statistiques
hu: Termelési statisztikák
lo: ສະຖິຕິສິນຄ້າ
pl: Statystyki handlowe
ru: Статистика товара
sl: Statistika blaga
sv: Statistik över varorna

source: Message
cs: Zpráva
de: Nachricht
et: Sõnum
fi: Viesti
hu: Üzenet
lo: ຂໍ້ຄວາມ
pl: Wiadomość
ru: Сообщение
sl: Sporočilo
sv: Meddelande

source: Metalworker
cs: Kovář
de: Schlosser
et: Metallitööline
fi: Metallityöläinen
fr: Ouvrier
hu: Fémműves
lo: ຊ່າງໂລຫະ
pl: Metalowiec
ru: Кузнец
sl: Kovinar
sv: Verktygssmed

source: Metalworks
cs: Nářaďovna
de: Schlosserei
et: Metallitöökoda
fi: Työkalupaja
fr: Atelier
hu: Fémműves műhely
lo: ໂຮງງານໂລຫະ
pl: Zakłady metalowe
ru: Металлозавод
sl: Metalurgija
sv: Verktygssmedja

source: Military
cs: Armáda
de: Militär
et: Sõjavägi
fi: Armeija
fr: Militaire
hu: Katonaság
lo: ທະຫານ
pl: Wojsko
ru: Войска
sl: Vojska
sv: Militär alternativ

source: Military Aid
cs: Pomoc při výstavbě vojenských budov.
de: Militärhilfe
fi: Armeija
fr: Aide militaire
hu: Katonai segítség
lo: ການຊ່ວຍເຫຼືອທາງທະຫານ
pl: Wskazówki budynków wojskowych
ru: Военная помощь
sl: Vojaška pomoč

source: Military Control
cs: Vojenská kontrola
de: Militärkontrolle
fi: Armeijan vahvuus
fr: Contrôle militaire
hu: Katonai vezérlés
lo: ການຄວບຄຸມກອງທັບ
pl: Kierowanie wojskiem
ru: Военный контроль
sl: Vojaški nadzor

source: Military Hitpoints
cs: Životy vojáků
de: Soldaten Lebenspunkte
fi: Armeijan vahvuus
hu: Katonai életerőpontok
lo: ພະລັງຊີວິດຂອງກອງທັບ
pl: Punkty życia żołnierzy
ru: Здоровье солдат
sl: Vojaško zdravje

source: Military building captured
cs: Dobili jsme vojenskou budovu
de: Militärgebäude eingenommen
et: Sõjaline ehitis vallutatud
fi: Armeijan rakennus vallattu
fr: Prise d'un bâtiment ennemi
hu: Elfoglaltunk egy katonai épületet
lo: ຍຶດອາຄານທະຫານໄດ້
pl: Budynek wojskowy przejęty
ru: Военное здание захвачено
sl: Vojaška zgradba zavzeta
sv: Militärbyggnad erövrad

source: Military building counts as interior if an attack is permanently impossible. (Path blocked by terrain like sea, lava, etc.)
cs: Vojenská budova se počítá jako vnitřní, pokud je útok trvale nemožný. (Cesta blokovaná terénem, jako je moře, láva atd.)
de: Militärische Gebäude zählen zum Landesinneren, falls sie dauerhaft unangreifbar sind. (Weg blockiert durch Gelände wie See, Lava, usw.)
hu: A katonai épület belterületnek számít, ha támadása tartósan lehetetlen. (Az utat elzárja a terep, mint például a tenger, láva, stb.)
lo: ອາຄານທະຫານຈະຖືກນັບເປັນເຂດພາຍໃນຫາກບໍ່ສາມາດໂຈມຕີໄດ້ຢ່າງຖາວອນ. (ເສັ້ນທາງຖືກກີດຂວາງໂດຍພູມິປະເທດເຊັ່ນ ທະເລ, ລາວາ, ແລະອື່ນໆ.)
pl: Budynek wojskowy traktowany jest jako wewnętrzny, jeśli atak jest trwale niemożliwy. (Ścieżka zablokowana przez teren, taki jak morze, lawa itp.)
ru: Военное здание считается гражданским, если атака невозможна. (Путь заблокирован местностью, такой как море, лава и т. п.)

source: Military building lost
cs: Nepřátelé zajali naši vojenskou budovu.
de: Militärgebäude verloren
et: Sõjaline ehitis kaotatud
fi: Armeijan rakennus menetetty
fr: Bâtiment pris par l'ennemi
hu: Elvesztettünk egy katonai épületet
lo: ສູນເສຍອາຄານທະຫານ
pl: Budynek wojskowy utracony
ru: Военное здание потеряно
sl: Vojaška zgradba izgubljena
sv: Militärbyggnad förlorad

source: Military building occupied
cs: Vojenská budova obsazena
de: Militärgebäude besetzt
et: Sõjaline ehitis asustatud
fi: Sotilasrakennus käytössä
fr: Bâtiment militaire occupé
hu: Birtokba vettünk egy katonai épületet
lo: ອາຄານທະຫານຖືກຍຶດຄອງ
pl: Budynek wojskowy zajęty
ru: Военное здание захвачено
sl: Vojaška zgradba naseljena
sv: Militärbyggnad besatt

source: Military strength
cs: Síla armády
de: Militärmacht
et: Sõjaväe tugevus
fi: Armeijan vahvuus
fr: Force militaire
hu: Katonai erő
lo: ຄວາມແຂງແກ່ນທາງທະຫານ
pl: Siła wojska
ru: Военная мощь
sl: Vojaška moč
sv: Militärmakt
