Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Mill
cs: Mlýn
de: Mühle
et: Veski
fi: Mylly
fr: Moulin
hu: Malom
lo: ໂຮງສີເຂົ້າ
pl: Młyn
ru: Мельница
sl: Mlin
sv: Kvarn

source: Miller
cs: Mlynář
de: Müller
et: Veskimees
fi: Mylläreitä
fr: Meunier
hu: Molnár
lo: ຄົນສີເຂົ້າ
pl: Młynarz
ru: Мельник
sl: Mlinar
sv: Mjölnare

source: Miner
cs: Horník
de: Bergarbeiter
et: Kaevur
fi: Kaivosmiehiä
fr: Mineur
hu: Bányász
lo: ຄົນງານບໍ່ແຮ່
pl: Górnik
ru: Шахтер
sl: Rudar
sv: Gruvarbetare

source: Mines will never be depleted.
cs: V dolech nikdy nedojdou suroviny.
de: Minen sind niemals erschöpft.
fr: Les mines ne s'épuisent pas.
hu: A bányák soha nem merülnek ki.
lo: ບໍ່ແຮ່ຈະບໍ່ມີວັນໝົດ.
pl: Złoża w kopalniach nigdy się nie wyczerpią
ru: Шахты никогда не будут исчерпываться.
sl: Rudniki ne bodo nikoli izčrpani.

source: Minimal
cs: Minimální
fr: Minimum
hu: Minimális
lo: ໜ້ອຍສຸດ
pl: Minimalnie
ru: Минимум
sl: Minimalno

source: Minimal Control
cs: Minimální kontrola
de: Minimale Kontrolle
hu: Minimális vezérlés
lo: ການຄວບຄຸມໜ້ອຍສຸດ
pl: Minimalna kontrola
ru: Минимальный контроль

source: Minimum strength
cs: Minimální síla
de: Minimale Stärke
et: Minimaalne tugevus
fi: Pienin voima
fr: Assaillants faibles
hu: Minimum erő
lo: ຄວາມແຂງແກ່ງຕໍ່າສຸດ
pl: Minimalna siła
ru: Минимальная сила
sl: Najmanjša moč
sv: Minimal styrka

source: Mint
cs: Mincovna
de: Münzprägerei
et: Mündivalukoda
fi: Rahavalamo
fr: Hôtel des monnaies
hu: Pénzverde
lo: ໂຮງຜະລິດຫຼຽນ
pl: Mennica
ru: Монетный двор
sl: Zlatarna
sv: Myntort

source: Minter
cs: Mincovník
de: Münzpräger
et: Vermija
fi: Kolikonvalajia
fr: Batteur de monnaie
hu: Érmeverő
lo: ຜູ້ຜະລິດຫຼຽນ
pl: Mincerz
ru: Золотолитейщик
sl: Zlatar
sv: Myntpräglare

source: Missing game files
cs: Chybějící herní soubory
hu: Hiányzó játékfájlok
lo: ໄຟລ໌ເກມຂາດຫາຍ
pl: Brakujące pliki gry

source: Missing required API function
cs: Chybí potřebné API funkce
de: Benötigte API-Funktion fehlt
fi: Vaadittu API-funktio puuttuu
fr: Fonction d'API manquante
hu: A szükséges API-funkció hiányzik
lo: ຂາດຟັງຊັນ API ທີ່ຈຳເປັນ
pl: Brak wymaganej funkcji API
ru: Отсутствует необходимый функции API
sl: Manjkajoča zahtevana API funkcija

source: Mixed
cs: Smíšený
hu: Vegyes
lo: ປະສົມ
pl: Mieszany
ru: Смешанный

source: Mode:
cs: Režim:
de: Darstellung:
et: Ekraan:
fi: Tila:
hu: Mód:
lo: ໂໝດ:
pl: Tryb:
ru: Режим:
sl: Način:
sv: Sätt:

source: Modify the strength increase of military ranks
cs: Upravte zvýšení síly vojenských hodností
de: Passe die Stärke der einzelnen militärischen Ränge an
fr: Modifier la puissance améliore les rangs militaires
hu: Katonai rangok erőnövelésének módosítása
lo: ແກ້ໄຂການເພີ່ມຄວາມແຂງແກ່ງຂອງຍົດທະຫານ
pl: Modyfikuj sposób wzrostu siły w stosunku do stopnia
ru: Измените увеличение силы военных
sl: Spremeni povečanje moči vojaških činov

source: More
cs: Více
de: Mehr
et: Rohkem
fi: Enemmän
fr: Plus
hu: Több
lo: ຫຼາຍຂຶ້ນ
pl: Więcej
ru: Больше
sl: Več
sv: Mer

source: More attackers
cs: Více útočníků
de: Mehr Angreifer
et: Rohkem ründajaid
fi: Enemmän hyökkääjiä
fr: Plus d'assaillants
hu: Több támadó
lo: ຜູ້ໂຈມຕີຫຼາຍຂຶ້ນ
pl: Więcej atakujących
ru: Больше нападающих
sl: Več napadalcev
sv: Fler angripare

source: More defenders
cs: Více obránců
de: Mehr Verteidiger
et: Rohkem kaitsjaid
fi: Enemmän puolustajia
fr: Défense forte
hu: Több védő
lo: ຜູ້ປ້ອງກັນຫຼາຍຂຶ້ນ
pl: Więcej obrońców
ru: Больше защитников
sl: Več branilcev
sv: Fler försvarare

source: More often
cs: Častěji
de: Öfter
et: Tihedamini
fi: Useammin
fr: Plus fréquent
hu: Gyakrabban
lo: ເລື້ອຍໆ
pl: Częściej
ru: Чаще
sl: Bolj pogosto
sv: Oftare

source: More recruits
cs: Více rekrutů
de: Mehr Rekruten
et: Rohkem värvatuid
fi: Enemmän värväämistä
fr: Plus de recrues
hu: Több újonc
lo: ທະຫານໃໝ່ຫຼາຍຂຶ້ນ
pl: Więcej rekrutów
ru: Больше новобранцев
sl: Več vojakov
sv: Fler rekryter

source: More repeats
cs: Více opakování
de: Mehr Wiederholungen
et: Rohkem kordusi
fi: Lisää toistoja
fr: Plus d'occurrences
hu: Több újrajátszás
lo: ຫຼິ້ນຊ້ຳຫຼາຍຂຶ້ນ
pl: Więcej powtórzeń
ru: Больше повторов
sl: Več ponavljanj
sv: Fler upprepningar

source: More trees spawn animals
cs: Ve větších lesích se objevuje více zvěře
de: Mehr Bäume erzeugen Tiere
fr: Plus d'arbres génèrent des animaux
hu: Több fánál jelenjen meg állat
lo: ຕົ້ນໄມ້ສ້າງສັດຫຼາຍຂຶ້ນ
pl: Zwiększenie namnażania zwierzyny wśród drzew
ru: В лесу появляется больше животных
sl: Več dreves ustvarja živali

source: Multiplayer
cs: Síťová hra
de: Mehrspieler
et: Mitmemäng
fi: Moninpeli
fr: Multijoueur
hu: Többjátékos
lo: ຫຼິ້ນຫຼາຍຄົນ
pl: Gra wieloosobowa
ru: Сетевая игра
sl: Večigralska igra
sv: Flera spelare

source: Music
cs: Hudba
de: Musik
et: Muusika
fi: Musiikki
fr: Musique
hu: Zene
lo: ດົນຕີ
pl: Muzyka
ru: Музыка
sl: Glasba
sv: Musik:

source: Music player
cs: Přehravač hudby
de: Musikwiedergabe
et: Muusika mängija
fi: Musiikkisoitin
fr: Lecteur de musique
hu: Zenelejátszó
lo: ເຄື່ອງຫຼິ້ນເພງ
pl: Odtwarzacz muzyki
ru: Проигрыватель
sl: Predvajalnik glasbe
sv: Musikspelare

source: Nabonidus
hu: Nabú-naid

source: Name
cs: Jméno
et: Nimi
fi: Nimi
fr: Nom
hu: Név
lo: ຊື່
pl: Nazwa
ru: Имя
sl: Ime
sv: Namn

source: Name in Game:
cs: Jméno ve hře
de: Name im Spiel:
et: Nimi mängus:
fi: Nimi pelissä:
fr: Nom du joueur :
hu: Játékbeli név:
lo: ຊື່ໃນເກມ:
pl: Imię w grze:
ru: Имя в игре:
sl: Ime v igri
sv: Namn i spelet:

source: Nation-specific catapult graphics
cs: Grafika katapultů je závislá na národnosti.
de: Rassenspezifische Katapultgrafiken
et: Rassi spetsiifilised katapuldi graafikad
fi: Maakohtainen ulkoasu katapulteille
fr: Graphismes des catapultes en fonction de l'ethnie
hu: Nemzet-specifikus katapultgrafikák
lo: ພາບກາຟິກເຄື່ອງຍິງຫີນສະເພາະຊາດ
pl: Wygląd katapult zależny od nacji
ru: Изменить вид катапульт
sl: Grafika katapulta specifična na raso

source: Near harbor points
cs: Blízké body pro přístav
de: Nahe Hafenpunkte
et: Sadamakohtade lähedal
fi: Satamien lähellä
fr: Près des emplacements de ports
hu: Kikötőpontok közelében
lo: ໃກ້ຈຸດທ່າເຮືອ
pl: Obszary nadbrzeżne
ru: Районы около порта
sl: Blizu pristanišč
sv: Nära hamnpunkter

source: Network/LAN
de: Netzwerk/LAN
et: Võrk/LAN
fi: Verkko/LAN
fr: Réseau/LAN
hu: Hálózat/LAN
lo: ເຄືອຂ່າຍ/LAN
pl: Sieć LAN
sl: Omrežje/LAN
sv: Nätverk/LAN

source: New building type:
cs: Nový typ budovy:
de: Neuer Gebäudetyp:
fi: Rakennusmääräys
hu: Új épülettípus:
lo: ປະເພດອາຄານໃໝ່:
pl: Nowy rodzaj budynku:
ru: Новый тип здания:

source: New harbor building finished
cs: Byla dokončena stavba nové loděnice
de: Neues Hafengebäude fertiggestellt
et: Uus sadamaehitis lõpetatud
fi: Uusi satama valmis
fr: Un entrepôt portuaire est terminé
hu: Egy új kikötőépület elkészült
lo: ສ້າງອາຄານທ່າເຮືອໃໝ່ສຳເລັດ
pl: Pobliski port ukończony
ru: Строительство нового порта закончено
sl: Novo pristanišče končano
sv: Ny hamnanläggning färdig

source: New maps
cs: Nové mapy
de: Neue
et: Uued kaardid
fi: Uudet kartat
fr: Nouvelles cartes
hu: Új térképek
lo: ແຜນທີ່ໃໝ່
pl: Nowe mapy
ru: Новые карты
sl: Novi zemljevidi
sv: Nya kartor

source: New storehouse finished
cs: Nové skladiště je dokončeno
de: Ein Lager ist fertig
et: Uus ladu valmis
fi: Varastorakennus valmistui
fr: Un entrepôt est terminé
hu: Egy új raktár elkészült
lo: ສ້າງສາງໃໝ່ສຳເລັດ
pl: Ukończono budowę magazynu
ru: Новый склад построен
sl: Novo skladišče dokončano
sv: Nytt förrådshus färdigt

source: Next page
cs: Další stránka
de: Nächste Seite
et: Järgmine lehekülg
fi: Seuraava sivu
fr: Page suivante
hu: Következő oldal
lo: ໜ້າຕໍ່ໄປ
pl: Następna strona
ru: Следующая страница
sl: Naslednja stran
sv: Näst sida

source: No
cs: Ne
de: Nein
et: Ei
fi: Ei
fr: Non
hu: Nem
lo: ບໍ່
pl: Nie
ru: Нет
sl: Ne
sv: Nej

source: No Proxy
cs: Bez proxy
de: Kein Proxy
et: Puhverserver puudub
fi: Ei välityspalvelinta
fr: Pas de proxy
hu: Nincs proxy
lo: ບໍ່ມີພຣັອກຊີ
pl: Brak Proxy
ru: Без прокси-сервера
sl: Brez proxyja
sv: Ingen proxy

source: No catapults
cs: Bez katapultů
de: Keine Katapulte
et: Katapulte pole
fi: Ei katapultteja
fr: Pas de catapultes
hu: Nincsenek katapultok
lo: ບໍ່ມີເຄື່ອງຍິງຫີນ
pl: Brak katapult
ru: Без катапульт
sl: Brez katapultov
sv: Inga katapulter

source: No change
cs: Žádná změna
de: Keine Veränderung
et: Ei muudeta
fi: Ei muutosta
fr: Aucune modification
hu: Nincs változtatás
lo: ບໍ່ປ່ຽນແປງ
pl: Bez zmian
ru: Без изменений
sl: Brez sprememb
sv: Ingen ändring

source: No current job
cs: Žádná práce
de: Aktuell kein Auftrag
et: Praegune töö puudub
fi: Ei tehtäviä työn alla
fr: Inoccupé
hu: Nincs jelenlegi munka
lo: ບໍ່ມີວຽກປັດຈຸບັນ
pl: Brak zadań
ru: Нет текущей работы
sl: Ni trenutnega opravila
sv: Inget aktuellt jobb

source: No letters!
cs: Žádné zprávy
de: Keine Briefe!
et: Kirju pole!
fi: Ei kirjeitä!
fr: Pas de missives !
hu: Nincsenek levelek!
lo: ບໍ່ມີຈົດໝາຍ!
pl: Brak listów!
ru: Нет писем!
sl: Ni sporočil!
sv: Inga brev!

source: No more fish in range
cs: V dosahu nejsou žádné další ryby
hu: Nincs több hal az épület hatókörében

source: No more stones in range
cs: V dosahu není již žádný kámen
de: Keine weiteren Steinbestände
et: Rohkem kive tegevuspiirkonnas pole
fi: Ei kiviä lähettyvillä
fr: Carrière épuisée
hu: Nincs több kő az épület hatókörében
lo: ບໍ່ມີຫີນໃນໄລຍະ
pl: Brak kamieni w okolicy
ru: В округе больше нет камней
sl: V območju ni več kamna
sv: Ingen mer sten inom räckhåll

source: No preview
cs: Náhled není k dispozici
hu: Nincs előnézet
lo: ບໍ່ມີຕົວຢ່າງ
pl: Brak podglądu

source: No refund
cs: Bez náhrady
de: Keine Erstattung
et: Ei tagastata
fi: Ei palautusta
fr: Pas de remboursement
hu: Nincs visszatérítés
lo: ບໍ່ມີການຄືນ
pl: Brak zwrotów
ru: Не возмещать
sl: Brez nadomestila
sv: Återfå inget

source: No sea attacks
cs: Bez námořních útoků
de: Keine Seeangriffe
fi: Enemmän hyökkääjiä
fr: Pas d'attaques maritimes
hu: Nincsenek tengeri támadások
lo: ບໍ່ມີການໂຈມຕີທາງທະເລ
pl: Bez ataków z morza
ru: Без морских атак
sl: Ni morskih napadov

source: No ships available
cs: Žádná loď není k dispozici
de: Keine Schiffe verfügbar
et: Laevu pole saadaval
fi: Ei laivoja käytössä
fr: Aucun Navire disponible
hu: Nincsenek elérhető hajók
lo: ບໍ່ມີເຮືອ
pl: Brak dostępnych statków
ru: Нет доступных кораблей
sl: Ni ladje na voljo
sv: Inga skepp tillgängliga

source: Nobody can attack anyone.
cs: Nikdo nemůže na nikoho zaútočit.
de: Niemand kann angreifen oder angegriffen werden.
hu: Senki nem támadhat meg senkit.
lo: ບໍ່ມີໃຜສາມາດໂຈມຕີໃຜໄດ້.
pl: Nikt nikogo nie może zaatakować.
ru: Никто ни на кого не может напасть.

source: Nobody else but you
cs: Nikdo jiný mimo tebe
de: Niemand, außer dir
et: Ei keegi peale enda
fi: Vain itselle
fr: Personne sauf vous
hu: Senki más, csak te
lo: ບໍ່ມີໃຜນອກຈາກທ່ານ
pl: Nikt poza tobą
ru: Никому кроме вас
sl: Nihče razen ti
sv: Ingen annan än du

source: Non-aggression pact
cs: Pakt o neútočení
de: Nicht-Angriffs Pakt
et: Mittekallaletungileping
fi: Hyökkäämättömyyssopimus
fr: Pacte de non agression
hu: Békeszerződés
lo: ສົນທິສັນຍາບໍ່ຮຸກຮານ
pl: Pakt o nieagresji
ru: Договор о ненападении
sl: Pakt o nenapadanju
sv: Icke-angreppspakt

source: None
cs: Žádný
de: Kein Spielziel
et: Puuduvad
fi: Ei päämäärää
fr: Aucun
hu: Nincs
lo: ບໍ່ມີ
pl: Brak
ru: Нет
sl: Nič
sv: Inget

source: Normal
cs: Normálně
et: Normaalselt
fi: Tavanomaiset
hu: Átlagos
lo: ປົກກະຕິ
pl: Standardowo
ru: Нормально
sl: Navadno
sv: Lagom

source: Not Ready
cs: Nepřipraven
de: Nicht bereit
et: Pole valmis
fi: Ei valmis
fr: Pas prêt
hu: Nem állok készen
lo: ບໍ່ພ້ອມ
pl: Niegotowy
ru: Не готово
sl: Ni pripravljen
sv: Inte klar

source: Not a RTTR driver library!
cs: Nejedná se o knihovnu ovladačů RTTR!
de: Keine RTTR-Treiberbibliothek!
fi: Ei ole RttR-ajurikirjasto!
fr: Ce n'est pas un pilote pour RTTR !
hu: Nem RTTR vezérlőkönyvtár!
lo: ບໍ່ແມ່ນ library ໄດເວີຂອງ RTTR!
pl: To nie jest biblioteka sterowników RTTR!
ru: Не библиотека драйверов RTTR!
sl: Ni RTTR gonilna knjižnica!

source: Note: Game settings changed by the server%s
cs: Poznámka: Nastavení hry bylo změněno serverem %s
de: Achtung: Spiel Optionen vom Server %s geändert.
et: Märkus: Mängu seaded muudetud serveri%s poolt
fi: Huomio: Palvelin%s vaihtoi pelin asetuksia
fr: Note : configuration du jeu modifiée par le serveur%s
hu: Megjegyzés: A játék beállításai megváltoztatta a szerver%s
lo: ໝາຍເຫດ: ການຕັ້ງຄ່າເກມຖືກປ່ຽນໂດຍເຊີບເວີ%s
pl: Uwaga: ustawienia zmienione przez serwer %s
ru: Примечание: Игровые настройки изменены сервером%s
sl: Obvestilo: Nastavitve igre spremenjene s strani streznika %s
sv: Obs: Spelinställningar har ändrats av servern%s

source: Nothing
cs: Nic
de: Nichts
fi: Ei mitään
fr: Rien
hu: Semmi
lo: ບໍ່ມີຫຍັງ
pl: Nic
ru: Ничего
sl: Nič

source: Notice: Overall asynchronous frame count: %u
cs: Poznámka: Celkový počet asynchronních snímků: %u
de: Hinweis: Gesammtzahl synchroner Frames: %u
fi: Huomautus: asynkronisten ruutujen kokonaismäärä: %u
fr: Nombre d'images asynchrones globales : %u
hu: Értesítés: Aszinkron képkockák teljes száma: %u
lo: ແຈ້ງການ: ຈຳນວນເຟຣມທີ່ບໍ່ກົງກັນທັງໝົດ: %u
pl: Uwaga: ogólna liczba asynchronicznych ramek: %u
ru: Уведомление: Количество несихронизированных кадров: %u
sl: Opomba: Celotno število asinrhonih okvirjev: %u

source: Notice: The played replay has ended. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
cs: Oznámení: Přehrávaný replay zkončil. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
de: Anmerkung. Das Replay endet hier. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
et: Märkus: Ettemängitud tagasimäng on lõppenud. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
fi: Huomaa: Uusinta on loppunut. (GF: %u, %dh %dmin %ds, TF: %u, Keskim.FPS: %u)
fr: Note : la rediffusion est terminée. (GF: %u, %dh %dmin %ds, TF: %u, IPS_MOY: %u)
hu: Értesítés: A visszajátszás véget ért. (GF: %u, %d ó %d p %d mp, TF: %u, AVG_FPS: %u)
lo: ແຈ້ງການ: ຣີເພລທີ່ຫຼິ້ນໄດ້ສິ້ນສຸດລົງແລ້ວ. (GF: %u, %d ຊມ %d ນທ %d ວ, TF: %u, AVG_FPS: %u)
pl: Informacja: Zakończono odtwarzanie powtórki. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
ru: Внимание: Текущий повтор закончился. (GF: %u, %dh %dмин %dс, TF: %u, AVG_FPS: %u)
sl: Obvestilo: Predvajan posnetek je končan. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
sv: Obs: Den uppspelade återuppspelningen har avslutats. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)

source: Notify allies of this location
cs: Oznámit tuto pozici spojencům
de: Benachrichtige Verbündete an dieser Position
fi: Ilmoita sijainnista liittolaisille
fr: Notifier les alliés de cette position
hu: Szövetségeseid értesítése erről a helyről
lo: ແຈ້ງພັນທະມິດກ່ຽວກັບສະຖານທີ່ນີ້
pl: Powiadom sojuszników o tej lokacji
ru: Уведомите альянс о этом местоположении
sl: Obvesti zaveznike o tej lokaciji

source: Number of attackers
cs: Počet útočníků
de: Anzahl der Angreifer
et: Ründajate arv
fi: Hyökkääjiä
fr: Nombre des assaillants
hu: Támadók száma
lo: ຈຳນວນຜູ້ໂຈມຕີ
pl: Liczba atakujących
ru: Количество нападающих
sl: Število napadalcev
sv: Antal angrippare

source: Number of scouts required for exploration expedition
cs: Počet zvědů potřebných pro průzkumnou expedici
de: Anzahl der Erkunder für Erkundungs-Expedition
fi: Aloita tutkimuslöytöretki
fr: Nombre d'Explorateurs requis pour une expédition d'exploration
hu: Felderítők száma felfedező expedícióhoz
lo: ຈຳນວນທະຫານສອດແນມທີ່ຕ້ອງການສຳລັບການເດີນທາງສຳຫຼວດ
pl: Liczba zwiadowców wymagana do ekspedycji
ru: Количество скаутов, необходимое для разведочной экспедиции
sl: Število skavtov zahtevanih za raziskovalno ekspedicijo

source: Observation window
cs: Pozorovací okno
de: Beobachtungsfenster
et: Vaatlusaken
fi: Seurantaikkuna
fr: Fenêtre d'observation
hu: Megfigyelőablak
lo: ໜ້າຕ່າງສັງເກດການ
pl: Okno obserwacyjne
ru: Окно обзора
sl: Opazovalno okno
sv: Observationsfönster

source: Off
cs: Vypnuto
de: Aus
et: Väljas
fi: Pois käytöstä
fr: Arrêt
hu: Ki
lo: ປິດ
pl: Wył.
ru: Выкл.
sl: Izključeno
sv: Av

source: Off (all visible)
cs: Celá mapa viditelná
de: Aus (alles sichtbar)
et: Väljas (kõik nähtav)
fi: Pois (näytä kaikki)
fr: Arrêt (tout visible)
hu: Ki (minden látható)
lo: ປິດ (ເຫັນທັງໝົດ)
pl: Wyłączona (wszystko widoczne)
ru: Выкл (всё видно)
sl: Izklopljeno (vse vidno)
sv: Av (allt synligt)

source: Officer
cs: Plukovník
de: Offizier
et: Kolonel
fi: Luutnantteja
fr: Officier
hu: Tiszt
lo: ນາຍທະຫານ
pl: Oficer
ru: Офицер
sl: Polkovnik

source: Officer (3)
cs: Poručík (3)
de: Offizier (3)
fi: Luutnantteja
fr: Officier (3)
hu: Tiszt (3)
lo: ນາຍທະຫານ (3)
pl: Oficer (3)
ru: Офицер (3)
sl: Polkovnik (3)

source: Old maps
cs: Staré mapy
de: Alte
et: Vanad kaardid
fi: Vanhat kartat
fr: Anciennes cartes
hu: Régi térképek
lo: ແຜນທີ່ເກົ່າ
pl: Stare mapy
ru: Старые карты
sl: Stari zemljevidi
sv: Gamla kartor

source: On
cs: Zapnuto
de: An
et: Sees
fi: Käytössä
fr: Actif
hu: Be
lo: ເປີດ
pl: Wł.
ru: Вкл.
sl: Vključeno
sv: På

source: Open
cs: Otevřený
de: Offen
et: Vaba
fi: Avoinna
fr: Ouvert
hu: Nyitott
lo: ເປີດ
pl: Otwarte
ru: Открыть
sl: Odprto
sv: Öppen

source: OpenGL %1% %2%.%3% is not supported. Try updating your GPU drivers or hardware!
cs: OpenGL %1% %2%.%3% není podporován. Zkuste aktualizovat ovladače nebo hardware GPU!
de: OpenGL %1% %2%.%3% ist nicht unterstützt. Bitte GPU-Treiber/Hardware aktualisieren!
hu: Az OpenGL %1% %2%.%3% nem támogatott. Frissítsd a videokártya-illesztőprogramot vagy a hardvert!
lo: ບໍ່ຮອງຮັບ OpenGL %1% %2%.%3%. ລອງອັບເດດໄດເວີ GPU ຫຼື ຮາດແວຂອງທ່ານ!
pl: OpenGL %1% %2%.%3% nie jest wspierane. Spróbuj zaktualizować sterowniki GPU lub sprzęt!
ru: OpenGL %1% %2%.%3% не поддерживается. Попробуйте обновить драйверы или аппаратное обеспечение графического процессора!

source: OpenGL %1%.%2% supported
cs: OpenGL %1%.%2% podporováno
de: OpenGL %1%.%2% wird unterstützt
hu: OpenGL %1%.%2% támogatott
lo: ຮອງຮັບ OpenGL %1%.%2%
pl: Obsługa OpenGL %1%.%2%
ru: OpenGL %1%.%2% поддерживается

source: Optimized Textures:
cs: Optimalizované textury:
de: Optimierte Texturen:
et: Optimiseeritud Tekstuurid:
fi: Optimoidut tekstuurit
fr: Texture optimisée :
hu: Optimalizált textúrák:
lo: ເທັກສເຈີທີ່ປັບໃຫ້ເໝາະສົມ:
pl: Optymalizacja tekstur:
ru: Оптимизированные текстуры:
sl: Optimizirane teksture:
sv: Optimerade texturer

source: Options
cs: Nastavení
de: Einstellungen
et: Seaded
fi: Asetukset
hu: Beállítások
lo: ຕົວເລືອກ
pl: Ustawienia
ru: Настройки
sl: Nastavitve
sv: Alternativ

source: Order of building site
cs: Staveniště
de: Auftrag der Baustelle
et: Ehitusplatsi korraldus
fi: Rakennusmääräys
fr: Demande de construction
hu: Építkezési anyagrendelés
lo: ລຳດັບຂອງສະຖານທີ່ກໍ່ສ້າງ
pl: Plac budowy
ru: Приказ на постройку
sl: Vrstni red gradbe
sv: Uppdrag för byggning

source: Other
cs: Jiné
de: Andere
et: Muu
fi: Muut
fr: Autre
hu: Egyéb
lo: ອື່ນໆ
pl: Inne
ru: Другое
sl: Drugo
sv: Övriga

source: Our headquarters was destroyed!
cs: Hlavní budova byla zničena!
de: Unser Hauptquartier wurde zerstört!
et: Meie peakorter hävitati!
fi: Päälinnamme tuhottiin!
fr: Notre quartier général à été détruit !
hu: A főhadiszállásunk megsemmisült!
lo: ສູນບັນຊາການຂອງພວກເຮົາຖືກທຳລາຍ!
pl: Kwatera główna została zniszczona!
ru: Наш Штаб уничтожен!
sl: Naša glavna utrdba je bila uničena!
sv: Vårt högkvarter förstördes!

source: Outline map
cs: Přehledová mapka
de: Übersichtskarte
et: Kontuurkaart
fi: Rajaa kartta
fr: Carte
hu: Vázlatos térkép
lo: ແຜນທີ່ໂຄງຮ່າງ
pl: Minimapa
ru: Мини-карта
sl: Pregled zemljevida
sv: Översiktskarta

source: Output mineral
cs: Výstupní minerál
hu: Kimenő ásvány

source: Own maps
cs: Vlastní mapy
de: Eigene
et: Enda kaardid
fi: Omat kartat
fr: Cartes personalisées
hu: Saját térképek
lo: ແຜນທີ່ຂອງຂ້ອຍ
pl: Własne mapy
ru: Собственные карты
sl: Lastni zemljevidi
sv: Egna kartor

source: Owner
cs: Vlastník
de: Besitzer
fr: Propriétaire
hu: Tulajdonos
lo: ເຈົ້າຂອງ
pl: Właściciel
ru: Правитель
sl: Lastnik

source: Pack donkey
cs: Přepravní osel
de: Esel
et: Veoeesel
fi: Kantojuhtia
fr: Mule
hu: Málhás szamár
lo: ລາຂົນຂອງ
pl: Osioł
ru: Вьючный осел
sl: Osel
sv: Packåsna

source: Password (if needed):
cs: Heslo (pokud je vyžadováno):
de: Passwort (falls vorhanden):
et: Parool (kui vaja):
fi: Salasana (jos käytössä):
fr: Mot de passe (si besoin):
hu: Jelszó (ha szükséges):
lo: ລະຫັດຜ່ານ (ຖ້າຕ້ອງການ):
pl: Hasło (jeśli wymagane):
ru: Пароль (если нужен):
sl: Geslo (če je potrebno):
sv: Lösenord (om det finns):

source: Password:
cs: Heslo:
de: Passwort:
et: Parool:
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
lo: ລະຫັດຜ່ານ:
pl: Hasło:
ru: Пароль:
sl: Geslo:
sv: Lösenord:

source: Past player
cs: Poslední hráč
de: Ehemaliger Spieler
et: Eelmine mängija
fi: Mennyt pelaaja
fr: Joueur précédent
hu: Korábbi játékos
lo: ຜູ້ຫຼິ້ນກ່ອນໜ້າ
pl: Były gracz
ru: Предыдущий игрок
sl: Predhodni igralec
sv: Sista spelare

source: Peaceful
cs: Mírumilovný
de: Friedlich
hu: Békés
lo: ສັນຕິ
pl: Tryb pokojowy - bez walk
ru: Мирный

source: Peaceful mode
cs: Mírový režim
de: Friedlich
hu: Békés mód
lo: ໂໝດສັນຕິ
pl: Tryb pokojowy
ru: Мирный режим

source: Pick-axe
cs: Krumpáč
de: Spitzhacke
et: Kirka
fi: Hakkuja
fr: Pioche
hu: Csákány
lo: ຈົກ
pl: Kilof
ru: Кирка
sl: Kramp
sv: Korp

source: Pig breeder
cs: Chovatel prasat
de: Schweinehirt
et: Seakasvataja
fi: Siankasvattajia
fr: Éleveur de porcs
hu: Sertéstenyésztő
lo: ຄົນລ້ຽງໝູ
pl: Hodowca świn
ru: Свиновод
sl: Rejec prašičev
sv: Grisuppfödare

source: Pig farm
cs: Vepřín
de: Schweinezucht
et: Sea kasvatus
fi: Sikala
fr: Porcherie
hu: Sertésfarm
lo: ຟາມໝູ
pl: Chlew
ru: Свиноферма
sl: Prašičja farma
sv: Grisuppfödning

source: Place cursor on default button for new dialogs / action windows (default)
cs: Umístěte kurzor na výchozí tlačítko pro nová dialogová okna / akční okna (výchozí)
de: Setze Cursor auf Standard Button bei neuen Dialogen / Aktionsfenster (Standard)
fi: Sijoita kursori oletuspainikkeen päälle uusissa toimintoikkunoissa (oletus)
fr: Placer le curseur sur les boutons des nouvelles fenêtres (par défaut)
hu: A kurzor az alapértelmezett gombra kerül új párbeszéd- és tevékenységablakoknál (alapértelmezett)
lo: ວາງເຄີເຊີໃສ່ປຸ່ມເລີ່ມຕົ້ນສຳລັບກ່ອງໂຕ້ຕອບ / ໜ້າຕ່າງການກະທຳໃໝ່ (ຄ່າເລີ່ມຕົ້ນ)
pl: Umieść kursor na domyślnym przycisku dla nowych okien dialogowych / okien akcji (domyślnie)
ru: Поместите курсор на кнопку по-умолчанию для новых диалоговых окон / действий (по-умолчанию)
sl: Postavi kurzor na privzet gumb za nove dialoge / akcijska okna (privzeto)

source: Planer
cs: Plánovač
de: Planierer
et: Planeerija
fi: Tasoittajia
fr: Géomètre
hu: Földmunkás
lo: ຄົນວາງແຜນ
pl: Projektant
ru: Планировщик
sl: Načrtovalec
sv: Planerare

source: Play Replay
cs: Přehrát replay
de: Replay abspielen
et: Tagasimäng
fi: Toista uusinta
fr: Jouer la rediffusion
hu: Visszajátszás indítása
lo: ຫຼິ້ນຣີເພລ
pl: Odtwórz powtórkę
ru: Показать повтор
sl: Predvajaj posnetek
sv: Visa replay

source: Playback in this order
cs: Přehrát v tomto pořadí
de: Wiedergabe in dieser Reihenfolge
et: Mahamängimine etteantud järjekorras
fi: Toista järjestyksessä
fr: Jouer dans cet ordre
hu: Lejátszás ebben a sorrendben
lo: ຫຼິ້ນຕາມລຳດັບນີ້
pl: Odtwarzaj w kolejności
ru: Воспроизводить в этом порядке
sl: Predvajaj v tem vrstnem redu
sv: Spela upp i denna ordning

source: Played
cs: Dříve hrané
de: Gespielte
et: Mängitud
fi: Pelatut
fr: Joué
hu: Játszott
lo: ຫຼິ້ນແລ້ວ
pl: Grane
ru: Недавно сыгранные
sl: Igrano
sv: Spelat

source: Player
cs: Hráč
de: Spieler
et: Mängijaid
fi: Pelaaja
fr: Joueur
hu: Játékosok
lo: ຜູ້ຫຼິ້ນ
pl: Gracz
ru: Игрок
sl: Igralec
sv: Spelare

source: Player %1%
cs: Hráč %1%
de: Spieler %1%
fi: Pelaaja %1%
hu: Játékos %1%
lo: ຜູ້ຫຼິ້ນ %1%
pl: Gracz %1%
ru: Игрок %1%

source: Player %u does not have a valid start position!
cs: Hráč %u nemá platnou startovní pozici!
hu: Játékos %u kezdőpozíciója érvénytelen!
lo: ຜູ້ຫຼິ້ນ %u ບໍ່ມີຕຳແໜ່ງເລີ່ມຕົ້ນທີ່ຖືກຕ້ອງ!
pl: Gracz %u nie ma prawidłowej pozycji startowej!
