Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Deep within the mountains, miners dig for iron ore. They will obviously need a lot of food for the strenuous work.
cs: Hluboko v horách těží horníci železnou rudu. Ke své těžké práci potřebují mít přísun mnoha a mnoha jídla.
de: Tief in den Bergen graben Bergarbeiter nach Eisenerz. Sie werden für die anstrengende Arbeit offensichtlich eine Menge Nahrung benötigen.
et: Sügaval mäe sees kaevavad kaevurid rauamaaki. Nad vajavad otseloomulikult palju sööki pingutava töö eest.
fi: Syvällä vuorien uumenissa, kaivosmiehet kaivavat rautamalmia. Kuten arvata saattaa, ruokaa kuluu paljon.
fr: Les Mineurs sondent la roche au plus profond de la montagne, à la recherche de minerai de fer. Ces travailleurs de force ont besoin d'être bien nourris.
hu: Mélyen a hegyek gyomrában a bányászok vasérc után kutatnak. Az ilyen megerőltető munkához természetesen sok élelemre lesz szükségük.
lo: ເລິກເຂົ້າໄປໃນພູ, ຄົນງານບໍ່ແຮ່ຂຸດຄົ້ນແຮ່ເຫຼັກ. ແນ່ນອນວ່າພວກເຂົາຈະຕ້ອງການອາຫານຫຼາຍສຳລັບວຽກທີ່ໜັກໜ່ວງ.
pl: Ruda żelaza wydobywana jest głęboko pod ziemią, a osadnicy przy tym pracujący mają równie wysokie zapotrzebowanie na pożywienie.
ru: Глубокая разработка железной руды не легкий труд, который требует много вкусной еды.
sl: Globoko v gorah, rudarji kopljejo železovo rudo za železarja. Kakorkoli, tudi rudnik železove rude mora nahraniti svoje delavce za težko delo.
sv: Djupt under bergen gräver gruvarbetarna efter järnmalm. De behöver förstås mycket mat för att klara av detta tunga arbete.

source: Default
cs: Výchozí
de: Standard
et: Algne
fi: Oletus
fr: Valeurs par défaut
hu: Alapértelmezett
lo: ຄ່າເລີ່ມຕົ້ນ
pl: Domyślnie
ru: По-умолчанию
sl: Privzeto
sv: Standard

source: Delete Invalid (%u)
cs: Smazat špatné (%u)
de: Ungültige (%u) löschen
fr: Supprimer si invalide (%u)
hu: Érvénytelen törlése (%u)
lo: ລົບສິ່ງທີ່ບໍ່ຖືກຕ້ອງ (%u)
pl: Usuń nieprawidłowe (%u)
ru: Не возможно удалить (%u)
sl: Izbriši neveljavno (%u)

source: Delete all
cs: Odstranit vše
de: Alle löschen
et: Kustuta kõik
fi: Poista kaikki
fr: Tout supprimer
hu: Összes törlése
lo: ລົບທັງໝົດ
pl: Usuń wszystkie
ru: Удалить всё
sl: Izbriši vse
sv: Radera allt

source: Delete selected
cs: Odstranit vybrané
de: Ausgewählte löschen
fi: Poista kaikki
fr: Supprimer la sélection
hu: Kiválasztott törlése
lo: ລົບສິ່ງທີ່ເລືອກ
pl: Usuń zaznaczone
ru: Удалить выбранные
sl: Izbriši izbrane

source: Demolish building when out of resources
cs: Zbourat budovu když dojdou suroviny
de: Reiße ressourcenlose Gebäude ab
fr: Démolir le bâtiment quand il est à court de ressources
hu: Épület lerombolása, ha kifogy az erőforrásokból
lo: ທຳລາຍອາຄານເມື່ອຊັບພະຍາກອນໝົດ
pl: Zniszcz budowlę, gdy skończą się zasoby
ru: Снести здание, когда ресурсы исчерпаны

source: Demolish house
cs: Zbourat budovu
de: Haus abreißen
et: Lammuta maja
fi: Tuhoa rakennus
fr: Démolir maison
hu: Épület lerombolása
lo: ທຳລາຍເຮືອນ
pl: Wyburz
ru: Снести здание
sl: Uniči zgradbo
sv: Riv huset

source: Demolish?
cs: Zbořit?
de: Abreißen?
et: Lammutan?
fi: Tuhoa?
fr: Démolir ?
hu: Lerombolod?
lo: ທຳລາຍບໍ?
pl: Zburzyć?
ru: Снести?
sl: Uničiti?
sv: Riva huset?

source: Demolition ist not allowed because the building is located in border area!
cs: Budovu není možné zbořit, protože zasahuje do hraniční oblasti!
de: Das Abreißen ist nicht möglich, da sich das Gebäude im Grenzgebiet befindet!
et: Lammutamine ei ole lubatud, kuna ehitis asub piiri alal!
fi: Rajaseudun rakennusta ei voi tuhota!
fr: La démolition n'est pas autorisée car le bâtiment est à proximité d'une frontière !
hu: Nem lerombolható, mert az épület határvidéken van!
lo: ບໍ່ອະນຸຍາດໃຫ້ທຳລາຍ ເພາະວ່າອາຄານຕັ້ງຢູ່ໃນເຂດຊາຍແດນ!
pl: Nie można zburzyć budynku, ponieważ znajduje się on na terenach przygranicznych!
ru: Снос запрещен: здание слишком близко к границе!
sl: Uničenje ni mogoče, ker je zgradba v obmejnem območju!
sv: Det är förbjudet att riva ett hus vid riksgränsen.

source: Demolition ist not allowed because the building is under attack!
cs: Budovu není možné zbořit, protože je právě pod útokem!
de: Das Abreißen ist nicht möglich, da das Gebäude angegriffen wird!
et: Lammutamine ei ole lubatud, kuna ehitis on rünnaku all!
fi: Hyökkäyksen alaista rakennusta ei voi tuhota!
fr: La démolition n'est pas autorisée car le bâtiment est attaqué !
hu: Nem lerombolható, mert az épület támadás alatt áll!
lo: ບໍ່ອະນຸຍາດໃຫ້ທຳລາຍ ເພາະວ່າອາຄານກຳລັງຖືກໂຈມຕີ!
pl: Nie można zburzyć budynku, ponieważ jest on atakowany!
ru: Снос запрещен: здание подвергается нападению!
sl: Uničenje ni mogoče, ker je zgradba napadena!
sv: Det är förbjudet att riva ett hus som angrips.

source: Demolition not possible
cs: Budovu není možné zbořit
de: Abriss nicht möglich
et: Lammutamine ei ole võimalik
fi: Tuhoaminen ei onnistu
fr: Démolition impossible
hu: Nem lerombolható
lo: ບໍ່ສາມາດທຳລາຍໄດ້
pl: Wyburzenie niemożliwe
ru: Снос невозможен
sl: Uničenje ni mogoče!
sv: Rivningen förbjuden

source: Description
cs: Popis
hu: Leírás
lo: ລາຍລະອຽດ
pl: Opis

source: Destroy all buildings and surrender
cs: Zbourat všechny budovy a vzdát se
de: Alle Gebäude zerstören und aufgeben
et: Lammuta kõik ehitised ja alistu
fi: Tuhoa kaikki rakennukset ja antaudu
fr: Détruire tous les bâtiments et se rendre
hu: Minden épület lerombolása és feladás
lo: ທຳລາຍອາຄານທັງໝົດ ແລະ ຍອມແພ້
pl: Zburz wszystkie budynki i poddaj się
ru: Разрушьте все здания и сдайтесь
sl: Uniči vse zgradbe in se predaj
sv: Förstör alla byggnader och ge upp

source: Diary
cs: Diář
de: Tagebuch
hu: Napló
lo: ບັນທຶກປະຈຳວັນ
pl: Dziennik
ru: Дневник

source: Difficulty
cs: Obtížnost
hu: Nehézség
lo: ລະດັບຄວາມຍາກ
pl: Trudność

source: Dig up road
cs: Zrušit cestu
de: Weg abreißen
et: Kaeva tee ülesse
fi: Tuhoa tie
fr: Détruire chemin
hu: Út felásása
lo: ຂຸດຖະໜົນ
pl: Usuń drogę
ru: Уничтожить дорогу
sl: Skopaj cesto
sv: Riv vägen

source: Diplomacy
cs: Diplomacie
de: Diplomatie
et: Diplomaatia
fi: Diplomatia
fr: Diplomacie
hu: Diplomácia
lo: ການທູດ
pl: Dyplomacja
ru: Дипломатия
sl: Diplomacija
sv: Diplomati

source: Direct IP
cs: Přímá IP
de: Direkte IP
et: Otsene IP
fi: Suora IP
fr: IP Directe
hu: Közvetlen IP
lo: IP ໂດຍກົງ
pl: TCP/IP
ru: Прямой IP
sl: Neposreden IP
sv: Direkt med IP-adressen

source: Disable
cs: Zakázat
de: Deaktivieren
fi: Ei käytössä
fr: Désactiver
hu: Letiltás
lo: ປິດ
pl: Wyłącz
ru: Отключить

source: Disable Demolition of military buildings
cs: Zakázat demolici vojenských budov
de: Verhindert die Zerstörung militärischer Gebäude
et: Keela sõjaliste ehitiste lammutamine
fi: Älä salli sotilasrakennuksien tuhoamista
fr: Désactiver la démolition des bâtiments militaires
hu: Katonai épületek lerombolásának tiltása
lo: ປິດການທຳລາຍອາຄານທະຫານ
pl: Wyłącz niszczenie budynków wojskowych
ru: Запретить разрушение военных построек
sl: Onemogoči uničenje vojaških zgradb
sv: Inaktivera rivning av militärbyggnader

source: Disable coins by default
cs: Zakázat příjem mincí ve vojenských budovách
de: Münzannahme standardmäßig deaktiviert
et: Keela mündid vaikimisi
fi: Älä salli kolikkoja oletuksena
fr: Désactiver l'approvisionnement en or par défaut
hu: Érmeszállítás alapértelmezett letiltása
lo: ປິດການໃຊ້ຫຼຽນເປັນຄ່າເລີ່ມຕົ້ນ
pl: Domyślnie wyłączone przynoszenie monet
ru: Отключить монеты для военных зданий по-умолчанию
sl: Privzeto onemogoči kovance
sv: Inaktivera mynt som förval

source: Disable the demolition of military buildings under attack or near frontiers.
cs: Zakažte demolici vojenských budov pod útokem nebo v blízkosti hranic.
de: Verhindert die Zerstörung militärischer Gebäude während eines Angriffs.
fi: Älä salli sotilasrakennuksien tuhoamista
fr: Désactiver la démolition des bâtiments militaires attaqués ou proches des frontières
hu: Ne lehessen lerombolni a támadás alatt álló vagy határhoz közeli katonai épületeket.
lo: ປິດການທຳລາຍອາຄານທະຫານທີ່ກຳລັງຖືກໂຈມຕີ ຫຼື ຢູ່ໃກ້ກັບເຂດຊາຍແດນ.
pl: Wyłącz możliwość niszczenia atakowanych lub granicznych budowli wojskowych
ru: Запретить снос военных построек при атаке или вблизи границ.
sl: Onemogoči uničenje vojaških zgradb ob napadu ali v obmejnem območju.

source: Disabled
cs: Zakázáno
de: Deaktiviert
et: Väljas
fi: Ei käytössä
fr: Désactivé
hu: Letiltva
lo: ປິດໃຊ້ງານ
pl: Nieaktywny
ru: Отключено
sl: Onemogočeno
sv: inte aktiverat

source: Disallow change
cs: Zakázat změny
de: Änderungen verbieten
et: Keela muudatus
fi: Älä salli muutosta
fr: Modification interdite
hu: Változtatás tiltása
lo: ບໍ່ອະນຸຍາດໃຫ້ປ່ຽນ
pl: Zabroń zmian
ru: Запретить изменения
sl: Prepovej spremembo
sv: Förbjud ändring

source: Display options
cs: Volby zobrazení
de: Darstellungsmodus
et: Ekraani seaded
fi: Näytön asetukset
fr: Options d'affichage
hu: Megjelenítési beállítások
lo: ຕົວເລືອກການສະແດງຜົນ
pl: Opcje obrazu
ru: Параметры отображения
sl: Prikaži možnosti
sv: Displayalternativ

source: Display the hitpoints of units in military buildings.
cs: Ve vojenských budovách se budou zobrazovat životy vojáků.
de: Zeige die Lebenspunkte von Einheiten in Militärgebäuden.
fi: Älä salli sotilasrakennuksien tuhoamista
fr: Afficher les points de vie des unités dans les bâtiments militaires.
hu: Egységek életerőpontjainak megjelenítése katonai épületekben.
lo: ສະແດງພະລັງຊີວິດຂອງໜ່ວຍຮົບໃນອາຄານທະຫານ.
pl: Wyświetl punkty życia jednostek w budynkach wojskowych.
ru: Отображение здоровья юнитов в военных зданиях.
sl: Prikaži točke zdravja enot v vojaških zgradbah.

source: Distribution of goods
cs: Distribuce zboží
de: Verteilung
et: Kaupade jaotus
fi: Resurssien jakelu
fr: Distribution des ressources
hu: Áruelosztás
lo: ການແຈກຢາຍສິນຄ້າ
pl: Dystrybucja produktów
ru: Распределение товаров
sl: Distribucija blaga
sv: Fördelning av varorna

source: Don't forget to check the addon configuration!
cs: Nezapomeňte zkontrolovat nastavení doplňků!
de: Vergiss nicht deine Einstellungen für Erweiterungen zu überprüfen!
et: Ära unusta lisade seadistusi kontrollimast!
fi: Älä unohda tarkistaa lisäosien asetuksia!
fr: N'oubliez pas de vérifier la configuration des extensions !
hu: Ne felejtsd átnézni a kiegészítők beállításait!
lo: ຢ່າລືມກວດສອບການຕັ້ງຄ່າສ່ວນເສີມ!
pl: Nie zapomnij sprawdzić ustawień dodatków!
ru: Не забудьте проверить конфигурацию дополнений!
sl: Ne pozabi preveriti nastavitev dodatka!
sv: Glömt inte att kontrollera inställningar för tillägg!

source: Don't move cursor automatically Useful e.g. for split-screen / dual-mice multiplayer (see wiki)
cs: Nepřesouvá kurzor automaticky Užitečné např. pro hru pro více hráčů na rozdělené obrazovce / duální myši (viz wiki)
de: Bewege Cursor nicht automatisch Nützlich z.B. für Splitscreen / Dual-Maus Multiplayer (s. Wiki)
fi: Estä kursorin siirtyminen itsestään Hyödyllinen mm. jaetun ruudun / kahden hiiren moninpelissä (ks. wiki)
fr: Ne pas déplacer le curseur automatiquement Utile pour le jeu en écran partagé à deux souris (voir le wiki)
hu: Ne mozgassa automatikusan a kurzort Hasznos például osztott képernyős / két egérrel játszott többjátékos módhoz (lásd a wikiben)
lo: ບໍ່ຍ້າຍເຄີເຊີອັດຕະໂນມັດ ມີປະໂຫຍດ ເຊັ່ນ ສຳລັບການຫຼິ້ນຫຼາຍຄົນແບບແບ່ງໜ້າຈໍ / ສອງເມົາສ໌ (ເບິ່ງ wiki)
pl: Nie przesuwaj kursora automatycznie Przydatne np. do gry wieloosobowej na podzielonym ekranie / dwóch myszach (zobacz wiki)
ru: Не перемещать курсор автоматически Полезно: например, для разделения экрана / двойного мышей в мультиплеере (см. вики)
sl: Ne premikaj kurzorja avtomatsko Uporabno pri npr. razdeljenem zaslonu / večigralsko z dvema miškama (glej wiki)

source: Don't surrender
cs: Nevzdávat se
de: Nicht aufgeben
et: Ära alistu
fi: Älä antaudu
fr: Ne pas se rendre
hu: Ne add fel
lo: ບໍ່ຍອມແພ້
pl: Nie poddawaj się
ru: Не сдаваться
sl: Ne predaj se
sv: Ge inte upp

source: Donators
cs: Přispěli
de: Spender
et: Annetajad
fi: Lahjoittajat
fr: Donateurs
hu: Adományozók
lo: ຜູ້ບໍລິຈາກ
pl: Darczyńcy
ru: Благотворители
sl: Donatorji
sv: Givare

source: Donkey breeder
cs: Chovatel oslů
de: Eselzüchter
et: Eeslikasvataja
fi: Aasinkasvattajia
fr: Muletier
hu: Szamártenyésztő
lo: ຄົນລ້ຽງລາ
pl: Hodowca osłów
ru: Заводчик ослов
sl: Rejec oslov
sv: Åsneuppfödare

source: Donkey breeding
cs: Oslí farma
de: Eselzucht
et: Eesli kasvatus
fi: Aasinkasvattamo
fr: Élevage de mule
hu: Szamártenyészet
lo: ຄອກປະສົມພັນລາ
pl: Hodowla osłów
ru: Ферма ослов
sl: Reja oslov
sv: Åsneuppfödning

source: Down
cs: Dolů
de: Ab
et: Allapoole
fi: Vähemmän tärkeä
fr: Bas
hu: Le
lo: ລົງ
pl: W dół
ru: Вниз
sl: Navzdol
sv: Ner

source: Downwards
cs: Dolů
de: Nach unten
et: Allapoole
fi: Alemmas
fr: Descendre
hu: Lejjebb
lo: ລົງລຸ່ມ
pl: W dół
ru: Вниз
sl: Navzdol
sv: Neråt

source: Dummy %u
de: Platzhalter %u
et: Fiktiivne %u
fi: Typerä %u
fr: Idiot %u
hu: Helykitöltő %u
lo: ຕົວຫຼອກ %u
pl: Nieaktywne %u
ru: Глупый %u
sv: Test %u

source: Duration:
cs: Délka:
de: Dauer:
et: Kestvus:
fi: Kesto:
fr: Durée :
hu: Időtartam:
lo: ໄລຍະເວລາ:
pl: Czas trwania:
ru: Продолжительность:
sl: Trajanje:
sv: Varaktighet:

source: Duration: %d GF (%s)
cs: Délka: %d GF (%s)
de: Dauer: %d GF (%s)
fr: Durée : %d GF (%s)
hu: Időtartam: %d GF (%s)
lo: ໄລຍະເວລາ: %d GF (%s)
pl: Czas trwania: %d GF (%s)
ru: Длительность: %d GF (%s)
sl: Trajanje: %d GF (%s)

source: Duration: Forever
cs: Trvání: navždy
de: Gültigkeit: Für Immer
et: Kestvus: Igavesti
fi: Kesto: ikuisesti
fr: Durée : pour toujours
hu: Időtartam: Örökké
lo: ໄລຍະເວລາ: ຕະຫຼອດໄປ
pl: Czas trwania: nieprzerwanie
ru: Продолжительность: Вечно
sl: Trajanje: za vedno
sv: Varaktighet: För evigt

source: Dynamic (Limits to display refresh rate, works with most drivers)
cs: Dynamický (Limitovaný na resfresh disleje, funguje s většinou ovladačů)
de: Dynamisch (Begrenzt auf die Wiederholrate des Monitors, funktioniert mit fast allen Treibern)
et: Dünaamiline (Piirab ekraani värskendamissagedusega, töötab enamuse draiveritega)
fi: Dynaaminen (rajoittaa ruudunpäivitys nopeuden näytön asetuksii, toimii useimmilla ajureilla)
fr: Dynamique (limiter à la fréquence de rafraîchissement, fonctionne avec la plupart des pilotes)
hu: Dinamikus (korlátozza a kijelző frissítési gyakoriságát, a legtöbb illesztőprogrammal kompatibilis)
lo: ໄດນາມິກ (ຈຳກັດຕາມອັດຕາການຣີເຟຣຊຂອງຈໍ, ໃຊ້ໄດ້ກັບໄດເວີສ່ວນໃຫຍ່)
pl: Dynamiczne (dostosowane do odświeżania ekranu)
ru: Динамичность (ограничивает частоту обновления экрана, работает с большинством драйверов)
sl: Dinamično (omeji osvežitev zaslona, deluje z večino gonilnikov)
sv: Dynamisk (begränsningar för skärmens uppdateringshastighet, fungerar med de flesta drivrutiner)

source: Economic Progress
cs: Ekonomický vývoj
fr: Progression économique
hu: Gazdasági haladás
lo: ຄວາມຄືບໜ້າທາງເສດຖະກິດ
pl: Postęp gospodarczy
ru: Экономический прогресс

source: Economic progress
cs: Ekonomický vývoj
fr: Progression économique
hu: Gazdasági haladás
lo: ຄວາມຄືບໜ້າທາງເສດຖະກິດ
pl: Postęp gospodarczy
ru: Экономический прогресс

source: Economy
cs: Ekonomika
de: Wirtschaft
et: Majandus
fi: Talous
fr: Economie
hu: Gazdaság
lo: ເສດຖະກິດ
pl: Gospodarka
ru: Экономика
sl: Ekonomija
sv: Ekonomi

source: Economy Mode: Collect as much as you can of the following good types:
cs: Ekonomický režim: Nasbírejte co nejvíce následujících položek zboží:
fr: Mode économie : Collecter un maximum de ressources suivantes :
hu: Gazdasági mód: Gyűjts minél többet a következő árutípusokból:
lo: ໂໝດເສດຖະກິດ: ເກັບສິນຄ້າປະເພດຕໍ່ໄປນີ້ໃຫ້ໄດ້ຫຼາຍທີ່ສຸດເທົ່າທີ່ຈະຫຼາຍໄດ້:
pl: Tryb gospodarki: Zbierz jak najwięcej następujących towarów:
ru: Экономический режим: соберите как можно больше следующих хороших типов:

source: Economy Mode: Game Length
cs: Ekonomický režim: Délka hry
hu: Gazdasági mód: Játék hossza
lo: ໂໝດເສດຖະກິດ: ໄລຍະເວລາເກມ
pl: Tryb Gospodarki: Długość Gry
ru: Экономический режим: продолжительность игры

source: Economy mode
cs: Ekonomický režim
de: Wirtschaft
et: Majandus
fi: Talous
fr: Mode économie
hu: Gazdasági mód
lo: ໂໝດເສດຖະກິດ
pl: Tryb ekonomiczny
ru: Экономика
sl: Ekonomija

source: Effects
cs: Efekty
de: Effekte
et: Efektid
fi: Tehosteet
fr: Bruitages
hu: Effektek
lo: ເອັບເຟັກ
pl: Efekty
ru: Эффекты
sl: Učinki
sv: Effekter:

source: Enable
cs: Povolit
de: Aktivieren
fr: Activer
hu: Engedélyzés
lo: ເປີດ
pl: Włącz
ru: Активировать

source: Enable AI Debugging Window (possible cheating)
cs: Povolit okno ladění AI (možné cheatování)
de: Aktiviere KI Debugfenster (Möglichkeit zu cheaten)
et: Luba TI silumise aken (võimalik sohitegemine)
fi: Näytä tekoälyn "debug" ikkuna
fr: Activer la fenêtre de débogage de l'IA (triche possible)
hu: MI hibakereső ablak engedélyezése (lehetséges csalás)
lo: ເປີດໃຊ້ໜ້າຕ່າງດີບັກ AI (ອາດເປັນການໂກງ)
pl: Włącz okno debugowania AI (możliwe oszustwa)
ru: Активирует Окно разработчиков (возможно читерство)
sl: Omogoči AI razhroščevalno okno (možno goljufanje)
sv: Aktivera Avlusningsfönster för AI (fusk möjligt)

source: Enable battlefield promotions
cs: Povolit vojákům získávání zkušeností
de: Aktiviere Schlachtbeförderungen
fr: Activer les promotions sur le champ de bataille
hu: Harctéri előléptetések engedélyezése
lo: ເປີດການເລື່ອນຂັ້ນໃນສະໜາມຮົບ
pl: Włącz promocje za doświadczenie w boju
ru: Продвижение по службе на поле боя
sl: Omogoči promocije bojnih polj

source: Enable charburner
cs: Povolit uhlíře
de: Köhlerei hinzufügen
et: Luba söepõletus
fi: Salli hiilenpolttaja
fr: Activer la charbonière
hu: Szénégető engedélyezése
lo: ເປີດໃຊ້ເຕົາເຜົາຖ່ານ
pl: Włącz węglarza
ru: Включить угольную ферму
sl: Omogoči gorilnik oglja
sv: Använd kolarbostad.

source: Enable wine economy
cs: Povolit vinařskou ekonomiku
hu: Borágazat engedélyezése
lo: ເປີດໃຊ້ເສດຖະກິດເຫຼົ້າແວງ
pl: Włącz ekonomię wina

source: Enables extra stuff to debug asyncs. Do not enable unless you know what you are doing!
cs: Umožňnit další věci k ladění asynchronů. Nepovolujte, pokud nevíte, co děláte!
de: Aktiviert extra Zeug zum debuggen von Asyncs. Nicht aktivieren außer wenn man weiß was man tut!
fr: Activer des fonctionnalités supplémentaires pour déboguer les pertes de synchronisation. Ne pas activer si vous ne savez pas ce que vous faites !
hu: Engedélyezi az aszinkronok hibakereséséhez szükséges extra dolgokat. Csak akkor használd, ha pontosan tudod, mit csinálsz!
lo: ເປີດໃຊ້ສິ່ງເພີ່ມເຕີມເພື່ອດີບັກ asyncs. ຢ່າເປີດໃຊ້ ຖ້າທ່ານບໍ່ຮູ້ວ່າກຳລັງເຮັດຫຍັງຢູ່!
pl: Pozwala na używanie dodatkowych rzeczy do debugowania asyncs. Nie włączaj, chyba że wiesz, co robisz!
ru: Включить дополнительные материалы для отладки. Не включайте, если не знаете, что вы делаете!
sl: Omogoči dodatne stvari za razhroščevanje asinhr. Ne omogoči, razen če veš kaj počneš!

source: End game
cs: Konec hry
de: Spiel beenden
et: Lõpeta mäng
fi: Lopeta peli
fr: Quitter la partie
hu: Játék befejezése
lo: ຈົບເກມ
pl: Zakończ grę
ru: Закончить игру
sl: Konec igre
sv: Avsluta spelet

source: End game?
cs: Ukončit hru?
de: Spiel beenden?
et: Lõpeta mäng?
fi: Lopeta peli?
fr: Terminer la partie ?
hu: Befejezed a játékot?
lo: ຈົບເກມບໍ?
pl: Zakończyć grę?
ru: Закончить игру?
sl: Konec igre?
sv: Avsluta spelet?

source: End of game
cs: Konec hry
de: Spielende
fi: Lopeta peli
fr: Fin de la partie
hu: Játék vége
lo: ຈົບເກມ
pl: Koniec gry
ru: Конец игры

source: Enemies
cs: Nepřátelé
de: Feinde
et: Vaenlased
fi: Viholliset
fr: Ennemis
hu: Ellenségek
lo: ສັດຕູ
pl: Wrogowie
ru: Враги
sl: Nasprotniki
sv: Fiende

source: Enemy harbors block
cs: Omezení útok na přístavy
de: Gegnerische Häfen blockieren
fr: Ports ennemis bloquants
hu: Ellenséges kikötők blokkolnak
lo: ທ່າເຮືອຂອງສັດຕູກີດຂວາງ
pl: Blokada portów wroga
ru: Блокировать вражеские порты
sl: Nasprotnikova pristanišča blokirajo

source: Enemy harbors don't block
cs: Bez omezení
de: Gegnerische Häfen blockieren nicht
fr: Ports ennemis non bloquants
hu: Ellenséges kikötők nem blokkolnak
lo: ທ່າເຮືອຂອງສັດຕູບໍ່ກີດຂວາງ
pl: Porty wroga nie blokują się
ru: Не блокировать вражеские порты
sl: Nasprotnikova pristanišča ne blokirajo

source: Erect flag
cs: Vztyčit vlajku
de: Fahne setzen
et: Püstita lipp
fi: Pystytä lippu
fr: Planter un drapeau
hu: Zászló állítása
lo: ປັກທຸງ
pl: Wznieś flagę
ru: Установить флаг
sl: Postavi zastavo
sv: Sätta fana

source: Error
cs: Chyba
de: Fehler
et: Viga
fi: Virhe
fr: Erreur
hu: Hiba
lo: ຂໍ້ຜິດພາດ
pl: Błąd
ru: Ошибка
sl: Napaka
sv: Fel

source: Error decompressing lua file
cs: Chyba při rozbalování lau souboru
de: Fehler beim Entpacken des Lua-Skripts
fi: Lua-tiedoston purku ei onnistunut
fr: Erreur lors de la décompression du fichier lua
hu: Hiba a lua fájl kitömörítése közben
lo: ຂໍ້ຜິດພາດໃນການບີບອັດໄຟລ໌ lua
pl: Błąd dekompresji pliku Lua
ru: Ошибка при распаковке файла lua
sl: Napaka pri raztegovanju lua datoteke

source: Error decompressing map file
cs: Chyba při rozbalování mapového souboru
de: Fehler beim Entpacken der Karte.
fi: Karttatiedoston purku ei onnistunut
fr: Erreur lors de la décompression du fichier de la carte
hu: Hiba a térképfájl kitömörítése közben
lo: ຂໍ້ຜິດພາດໃນການບີບອັດໄຟລ໌ແຜນທີ່
pl: Błąd dekompresji pliku map
ru: Ошибка при распаковке файла карты
sl: Napaka pri raztegovanju map datoteke

source: Error during execution of lua script: %1 Game stopped!
cs: Chyba při provádění LUA skriptu: %1 Hra se zastavila!
de: Fehler beim Ausführen des LUA scripts: %1 Spiel angehalten!
fr: Erreur durant l'exécution du script lua : %1 Partie arrêtée !
hu: Hiba a Lua szkript végrehajtása közben: %1 A játék leállt!
lo: ເກີດຂໍ້ຜິດພາດຂະນະປະມວນຜົນສະຄຣິບ lua: %1 ເກມຢຸດແລ້ວ!
pl: Błąd podczas wykonywania skryptu Lua:%1 Gra zatrzymana!
ru: Ошибка при выполнении сценария lua:%1 Игра остановлена!

source: Error during saving:
cs: Error v průběhu ukládání:
hu: Hiba a mentés során:
lo: ຂໍ້ຜິດພາດຂະນະບັນທຶກ:

source: Error when loading game from replay: %s
cs: Chyba při nahrávání hry z replaye: %s
de: Fehler beim Laden des Spiels aus dem Replay: %s
fr: Erreur de chargement du jeu à partir de la rediffusion : %s
hu: Hiba a játék visszajátszásból való betöltésekor: %s
lo: ຂໍ້ຜິດພາດເມື່ອໂຫຼດເກມຈາກຣີເພລ: %s
pl: Błąd wczytywania gry z powtórki %s
ru: Ошибка при загрузке повтора игры:%s
sl: Napaka pri nalaganju igre iz posnetka: %s

source: Error while playing replay!
cs: Při přehrávání replaye se vyskytla chyba!
de: Fehler bei Replaywiedergabe!
et: Viga tagasimängimisel!
fi: Virhe uusintaa toistaessa!
fr: Erreur de lecture de la rediffusion !
hu: Hiba a visszajátszás lejátszása közben!
lo: ເກີດຂໍ້ຜິດພາດຂະນະຫຼິ້ນຣີເພລ!
pl: Błąd przy odtwarzaniu powtórki!
ru: Ошибка при воспроизведении повтора!
sl: Napaka pri predvajanju posnetka!
sv: Fel vid

source: Error writing screenshot: %1%
cs: Chyba při zapisování snímku obrazovky: %1%
de: Fehler beim Schreiben des Screenshots : %1%
hu: Hiba a képernyőkép mentésekor: %1%
lo: ເກີດຂໍ້ຜິດພາດໃນການຂຽນຮູບໜ້າຈໍ: %1%
pl: Zapisywanie zrzutu ekranu nie powiodło się %1%
ru: Ошибка записи скриншота: %1%

source: Error:
cs: Chyba:
de: Fehler:
fi: Virhe
fr: Erreur :
hu: Hiba:
lo: ຂໍ້ຜິດພາດ:
pl: Błąd:
ru: Ошибка:

source: Error: %1%
cs: Chyba: %1%
de: Fehler: %1%
fi: Virhe: %1%
fr: Erreur : %1%
hu: Hiba: %1%
lo: ຂໍ້ຜິດພາດ: %1%
pl: Błąd: %1%
ru: Ошибка: %1%

source: Eternal
cs: Stálý
de: Ewig
et: Igavene
fi: Ikuinen
fr: Permanent
hu: Örök érvényű
lo: ຕະຫຼອດໄປ
pl: Nieprzerwanie
ru: Вечный
sl: Večno
sv: Evig

source: Event count mismatch. Found events: %1%. Expected: %2%.
cs: Neshoda počtu událostí. Nalezené události: %1%. Očekáváno: %2%.
de: Diskrepanz in der Ereignisanzahl: %1% Ereignisse gefunden. Erwartet: %2%.
hu: Eseményszám eltérés. Talált események: %1%. Várt: %2%.
lo: ຈຳນວນເຫດການບໍ່ກົງກັນ. ພົບເຫດການ: %1%. ຄາດວ່າຈະມີ: %2%.
pl: Liczba zdarzeń nie zgadza się. Znalezionych zdarzeń: %1%. Oczekiwana liczba: %2%.
ru: Несоответствие количества событий. Найденные события: %1%. Ожидается: %2%.
