Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: Statistics Scale
cs: Měřítko statistik
de: Statistikskalierung
et: Statistika Skaala
fi: Tilastojen skaala
fr: Échelle des statistiques
hu: Statisztikák skálázása
lo: ຂະໜາດສະຖິຕິ
pl: Skala
ru: Шкала статистики
sl: Lestvica statistik
sv: Skala Statistik

source: Stock
cs: Zásoby
de: Inventur
et: Laoseis
fi: Varasto
hu: Készletek
lo: ສິນຄ້າຄົງຄັງ
pl: Zapasy
ru: Запасы
sl: Zaloga
sv: Förråd

source: Stocktaking date
cs: Datum inventury (revize)
de: Aufnahmedatum
et: Salvestamise kuupäev
fi: Varastoimispäivä
fr: Date d'inventaire
hu: Rögzítés dátuma
lo: ວັນທີກວດສອບສິນຄ້າ
pl: Data
ru: Дата переучета
sl: Datum shranjevanja
sv: Inspeling

source: Stone piles:
cs: Kamení
de: Steine
et: Kivid
fi: Kiviä
fr: Pierre
hu: Kőhalmok:
lo: ກອງຫີນ:
pl: Kamienie:
ru: Камни:
sl: Kamni

source: Stonemason
cs: Kameník
de: Steinmetz
et: Kiviraidur
fi: Kivenlouhijia
fr: Tailleur de pierre
hu: Kőfaragó
lo: ຊ່າງຫີນ
pl: Kamieniarz
ru: Каменотес
sl: Kamenjar
sv: Stenhuggare

source: Stones
cs: Kamení
de: Steine
et: Kivid
fi: Kiviä
fr: Pierre
hu: Kő
lo: ຫີນ
pl: Kamienie
ru: Камни
sl: Kamni
sv: Stenar

source: Stop storage
cs: Zákaz skladování
de: Einlagerung stoppen
et: Peata laostamine
fi: Estä säilytys
fr: Arrêter stockage
hu: Raktározás leállítása
lo: ຢຸດການເກັບຮັກສາ
pl: Nie magazynuj
ru: Прекратить хранение
sl: Prenehaj s shranjevanjem
sv: Stoppa inläggning

source: Storehouse
cs: Skladiště
de: Lagerhaus
et: Ladu
fi: Varasto
fr: Entrepôt
hu: Raktár
lo: ສາງເກັບເຄື່ອງ
pl: Magazyn
ru: Склад
sl: Skladišče
sv: Förrådshus

source: Strong attackers
cs: Silní útočníci
de: Starke Angreifer
et: Tugevad ründajad
fi: Vahvoja hyökkääjiä
fr: Attaque forte
hu: Erős támadók
lo: ຜູ້ໂຈມຕີແຂງແກ່ນ
pl: Silni atakujący
ru: Сильные нападающие
sl: Močni napadalci
sv: Starka angripare

source: Strong defense
cs: Silná obrana
de: Starke Verteidigung
et: Tugev kaitse
fi: Vahvempi puolustus
fr: Défense forte
hu: Erős védelem
lo: ການປ້ອງກັນແຂງແກ່ນ
pl: Silniejsza obrona
ru: Сильные защитники
sl: Močna obramba
sv: Starka försvarare

source: Style
cs: Styl
hu: Stílus
lo: ຮູບແບບ
pl: Styl
ru: Стиль

source: Submit debug data:
cs: Odeslat ladící data:
de: Debug Daten senden:
et: Saada silumise andmed:
fi: Lähetä "debug" data
fr: Envoi d'informations de débogage:
hu: Hibakeresési adatok küldése:
lo: ສົ່ງຂໍ້ມູນດີບັກ:
pl: Prześlij dane debugowania:
ru: Отправить отладочные данные:
sl: Pošlji razhroščevalne podatke:
sv: Skicka data för felsökning:

source: Submit debug data?
cs: Odeslat ladící data?
de: Debug-Daten übertragen?
et: Saata silumise andmed?
fi: Lähetä "debug" data
fr: Envoyer les informations de debogage ?
hu: Elküldöd a hibakeresési adatokat?
lo: ສົ່ງຂໍ້ມູນດີບັກບໍ່?
pl: Przesłać informacje diagnostyczne?
ru: Отправить отладочную информацию?
sl: Pošlji razhroščevalne podatke?
sv: Skicka in debug data?

source: Suggest non-aggression pact
cs: Nabídnout pakt o neútočení
de: Nicht-Angriffs Pakt vorschlagen
et: Paku mittekallaletungilepingut
fi: Ehdota hyökkäämättömyyssopimusta
fr: Suggérer un pacte de non-agression
hu: Békeszerződés felajánlása
lo: ສະເໜີສົນທິສັນຍາບໍ່ຮຸກຮານ
pl: Propozycja paktu o nieagresji
ru: Предложить пакт о ненападении
sl: Predlagaj pakt o nenapadanju
sv: Föreslå icke-angreppspakt

source: Suggest treaty of alliance
cs: Navrhnout spojenectví
de: Friedensvertrag vorschlagen
et: Paku liidulepingut
fi: Ehdota liittoutumista
fr: Suggérer un traité d'alliance
hu: Szövetségi szerződés felajánlása
lo: ສະເໜີສົນທິສັນຍາພັນທະມິດ
pl: Propozycja sojuszu
ru: Предложить союз
sl: Predlagaj zavezniško pogodbo
sv: Föreslå alliansfördrag

source: Surrender
cs: Vzdát se
de: Aufgeben
et: Alistu
fi: Antaudu
fr: Abandonner
hu: Feladás
lo: ຍອມແພ້
pl: Poddaj się
ru: Сдаться
sl: Predaja
sv: Ge upp

source: Surrender game?
cs: Vzdát hru?
de: Spiel aufgeben?
et: Alistun?
fi: Antaudu pelistä?
fr: Abandonner la partie?
hu: Feladod a játékot?
lo: ຍອມແພ້ເກມບໍ?
pl: Poddać grę?
ru: Сдаться?
sl: Predaj igro?
sv: Ge upp spel?

source: Swap
cs: Zaměnit
de: Tausche
et: Vaheta
fi: Vaihtaa
fr: Échanger
hu: Csere
lo: ສັບປ່ຽນ
pl: Zamień
ru: Поменять
sl: Izmenjaj
sv: Växla

source: Sword
cs: Meč
de: Schwert
et: Mõõk
fi: Miekkoja
fr: Épée
hu: Kard
lo: ດາບ
pl: Miecz
ru: Меч
sl: Meč
sv: Svärd

source: System language
cs: Systémový jazyk
de: Systemsprache
et: OP. Süsteemi keel
fi: Järjestelmän kieli
fr: Langue du système
hu: Rendszer nyelve
lo: ພາສາລະບົບ
pl: Język systemowy
ru: Язык системы
sl: Sistemski jezik
sv: Systemets språk

source: THE END
cs: KONEC
de: ENDE
et: LÕPP
fi: LOPPU
fr: FIN
hu: VÉGE
lo: ຈົບ
pl: KONIEC
ru: КОНЕЦ
sl: KONEC
sv: SLUT

source: Take out of store
cs: Vyskladnit
de: Auslagern
et: Väljasta laost
fi: Poista varastosta
fr: Destocker
hu: Kihordás a raktárból
lo: ເອົາອອກຈາກສາງ
pl: Usuń z magazynu
ru: Вынести из склада
sl: Vzami iz skladišča
sv: Lagra ut

source: Team
cs: Tým
et: Tiim
fi: Joukkue
fr: Équipe
hu: Csapat
lo: ທີມ
pl: Drużyna
ru: Команда
sl: Ekipa

source: Teams locked
cs: Týmy jsou uzamčené
de: Teams gesperrt
et: Meeskonnad lukustatud
fi: Joukkueet lukittu
fr: Équipes verrouillées
hu: Csapatok zárolva
lo: ທີມຖືກລັອກ
pl: Drużyny zablokowane
ru: Команды заблокированы
sl: Zaklenjene ekipe
sv: Team låsta

source: Temple
cs: Chrám
hu: Templom
lo: ວິຫານ
pl: Świątynia

source: Temple Servant
cs: Chrámový Služebník
hu: Templomszolga
lo: ຜູ້ຮັບໃຊ້ໃນວິຫານ
pl: Sługa świątyni

source: Thank you for your donations!
cs: Děkujeme za příspěvek!
de: Vielen Dank an alle Spender!
et: Täname teid annetuste eest!
fi: Kiitokset lahjoituksistanne!
fr: Merci pour vos dons !
hu: Köszönjük az adományokat!
lo: ຂອບໃຈສຳລັບການບໍລິຈາກຂອງທ່ານ!
pl: Dziękujemy za wasze wsparcie!
ru: Спасибо за пожертвования!
sl: Hvala za vašo donacijo!
sv: Tack till alla givare!

source: Thank you!
cs: Děkujeme!
de: Vielen Dank!
et: Täname!
fi: Kiitos!
fr: Merci !
hu: Köszönjük!
lo: ຂອບໃຈ!
pl: Dziękujemy!
ru: Спасибо!
sl: Hvala!
sv: Tack!

source: Thanks to its immense strength, the catapults represents an effective weapon against enemy military buildings.
cs: Katapult představuje mocnou zbraň proti nepřátelským vojenským budovám, které jsou na dostřel.
de: Durch seine ungeheure Schusskraft stellt das Katapult eine wirksame Waffe gegen feindliche Militärgebäude dar.
et: Tänu oma tohutule tugevusele, kujutab katapult endas efektiivset relva vaenlase sõjaliste ehitiste vastu.
fi: Kalapultit ovat vaikuttavan tuhovoiman ansiosta tehokas ase vihollisten rakennuksia vastaan.
fr: La formidable puissance de tir de la Catapulte en fait une arme redoutable, en particulier pour les bâtiments militaires ennemis.
hu: Hatalmas erejüknek köszönhetően a katapultok hatékony fegyverek az ellenséges katonai épületek ellen.
lo: ດ້ວຍຄວາມແຂງແຮງອັນມະຫາສານ, ເຄື່ອງຍິງກ້ອນຫີນເປັນອາວຸດທີ່ມີປະສິດທິພາບໃນການຕໍ່ສູ້ກັບອາຄານທະຫານຂອງສັດຕູ.
pl: Dzięki mamuciej sile rażenia katapulta jest efektywną bronią przeciwko wrogim zabudowaniom obronnym.
ru: Благодаря своей огромной силе, катапульты представляют собой эффективное оружие против вражеских военных зданий.
sl: Zahvaljujoč neverjetni moči, katapulti predstavljajo učinkovito orožje proti nasprotnikovim vojaškim zgradbam.
sv: Tack vare sin enorma styrka är katapulten ett effektivt vapen mot fiendliga militärbyggnader.

source: The %s between player '%s' and you has been cancelled.
cs: %s mezi hráčem '%s' a vámi byla zrušena.
de: Der %s mit %s wurde beendet.
et: %s mängija '%s' ja sinu vahel on tühistatud!
fi: Aiemmin muodostettua %s sinun ja pelaajan '%s' välillä ei enää ole.
fr: Le %s entre le joueur '%s' et vous a été annulé.
hu: A %s közted és '%s' játékos között megszűnt.
lo: %s ລະຫວ່າງຜູ້ຫຼິ້ນ '%s' ແລະ ທ່ານໄດ້ຖືກຍົກເລີກແລ້ວ.
pl: Zerwałeś %s z graczem '%s'.
ru: %s между '%s' и Вами был отменен.
sl: %s med igralcem ‘%s’ in tabo je bilo preklicano.
sv: Fördraget %s mellan spelaren '%s' och dig har avbrutits.

source: The %s between player '%s' and you has been concluded.
cs: %s mezi hráčem '%s' a vámi byla uzavřena.
de: Ein %s mit %s wurde abgeschlossen.
et: %s mängija '%s' ja sinu vahel on lõppenud.
fi: Aiemmin muodostettua %s sinun ja pelaajan '%s' välillä ei enää ole.
fr: Le %s entre le joueur '%s' et vous à été conclu.
hu: %s jött létre közted és '%s' játékos között.
lo: %s ລະຫວ່າງຜູ້ຫຼິ້ນ '%s' ແລະ ທ່ານໄດ້ຖືກສະຫຼຸບແລ້ວ.
pl: Zawarłeś %s z graczem '%s'.
ru: %s между '%s' и Вами был заключен.
sl: %s med igralcem ‘%s’ in tabo je bilo zaključeno.
sv: Fördraget %s mellan spelaren '%s' och dig har löpt ut.

source: The Game is not in sync. Checksums of some players don't match.
cs: Hra nemohla být synchronizována. Kontrolní součty některých hráčů se neshodují.
de: Das Spiel ist nicht synchron. Die Checksummen einiger Spieler stimmen nicht miteinander überein.
et: Mäng ei ole sünkroonis. Mõnede mängijate kontrollsumma ei sobi.
fi: Pelin tahdistus ei ole kohdallaan: kaikkien pelaajien tarkistussummat eivät täsmää.
fr: La partie n'est pas synchronisée. Les sommes de contrôle de certains joueurs ne correspondent pas.
hu: A játék nincs szinkronban. Néhány játékos ellenőrzőösszege nem egyezik.
lo: ເກມບໍ່ຊິງຄ໌ກັນ. Checksum ຂອງຜູ້ຫຼິ້ນບາງຄົນບໍ່ກົງກັນ.
pl: Gra nie jest zsynchronizowana. Sumy kontrolne niektórych graczy się nie zgadzają.
ru: Игра не синхронизирована. Контрольная сумма некоторых игроков не совпадает.
sl: Igra ni sinhronizirana. Checksum nekaterih igralcev ne ustreza.
sv: Spelet är inte synkroniserad. Kontrollsummorna av några spelare överensstämmer inte.

source: The armory produces swords and strong shields. This equipment is vital for your soldiers.
cs: Ve zbrojírně se vyrábí meče a štíty. Toto vybavení je nezbytné pro tvoje vojáky.
de: Die Schmiede stellt Schwerter und stabile Schilde her. Diese Ausrüstung ist für Ihre Soldaten lebensnotwendig.
et: Relvatöökoda valmistab mõõku ja tugevaid kilpe. See varustus on elutähtis sinu sõduritele.
fi: Aseseppä valmistaa miekkoja ja vahvoja kilpiä. Sotilaita ei saa ilman.
fr: La Forge vous fournira des épées affûtées et de solides boucliers. L'indispensable panoplie pour vos soldats.
hu: A fegyverkovács műhelyben készülnek a kardok és az erős pajzsok. Ez a felszerelés nélkülözhetetlen katonáid számára.
lo: ໂຮງເຮັດອາວຸດຜະລິດດາບ ແລະ ໂລ້ທີ່ແຂງແກ່ນ. ອຸປະກອນນີ້ສຳຄັນຫຼາຍສຳລັບທະຫານຂອງທ່ານ.
pl: W zbrojowni wykuwane są najostrzejsze miecze oraz mocne tarcze. Stanowią one niezbędny ekwiparz twoich żołdaków.
ru: В кузнице производятся мечи и щиты. Это обмундирование необходимо для ваших солдат.
sl: Orožarna proizvaja meče in močne ščite. Oprema je ključna za tvoje vojake.
sv: Vapensmedjan producerar starka svärdar och sköldar. De behövs för att kunna rekrytera soldater av ditt folk.

source: The barracks is a very small hut which can be used by your soldiers as quarters. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
cs: Kasárna je selmi malá budova, kterou obývají tvoji vojáci. Použitím ikony s mincí můžeš zastavit doručování mincí vojákům do příslušné kasárny. Pokud ovšem vojákům zlato nedoručíš, nemohou se zlepšit ve svých bojových dovednostech.
de: Die Baracke ist eine recht kleine Hütte, die von Ihren Soldaten als Quartier genutzt werden kann. Mit dem "Goldmünze"-Button können Sie die Lieferung von Goldmünzen an die hier stationierten Soldaten stoppen.
et: Barakk on väga väike hütt, mida sinu sõdurid saavad kasutada elukohana. Kasutades kuldmündi nuppu saad sa peatada kuldmüntide andmise siin majutatud sõduritele. Samas, ilma kuldmüntideta ei saa siinsed sõdurid treenida ja oma oskusi arendada.
fi: Parakki on hyvin pieni rakennus jota sotilaasi voivat käyttää asuintiloinaan. Käyttämällä kultakolikkopainiketta voit keskeyttää kolikoiden jaon sotilaille. Sotilaat eivät kuitenkaan tällöin voi harjoitella ja parantaa kykyjään.
fr: Le baraquement est une simple hutte qui peut faire office de Quartier général pour vos soldats. Le bouton « Pièces d'or » vous permet d'interrompre le paiement de la solde des militaires qui sont stationnés dans ce bâtiment.
hu: A barakk egy apró kunyhó, ahol katonáid elszállásolhatók. Az aranyérme gombbal leállíthatod az itt állomásozó katonáknak szánt aranyérmék szállítását. Aranyérmék nélkül azonban a katonák nem tudnak gyakorlatozni és fejleszteni a képességeiket.
lo: ຄ້າຍທະຫານແມ່ນເຮືອນນ້ອຍໆທີ່ທະຫານຂອງທ່ານສາມາດໃຊ້ເປັນທີ່ພັກໄດ້. ໂດຍການໃຊ້ປຸ່ມຫຼຽນຄຳ ທ່ານສາມາດຢຸດການຈັດສົ່ງຫຼຽນຄຳໃຫ້ແກ່ທະຫານທີ່ປະຈຳການຢູ່ທີ່ນີ້. ແນວໃດກໍ່ຕາມ, ຖ້າບໍ່ມີຫຼຽນຄຳ ທະຫານຢູ່ທີ່ນີ້ກໍບໍ່ສາມາດຝຶກຊ້ອມ ແລະ ປັບປຸງທັກສະຂອງພວກເຂົາໄດ້.
pl: Koszary to mała chata wykorzystywana przez twoich żołnierzy jako kwatera. Za pomocą ikony złotej monety możesz dopuścić lub zatrzymać dostawy złotych monet dla twoich wojaków. Pamiętaj jednak, że bez nich żołdacy nie mogą trenować, a co za tym idzie - zwiększać swoich umiejętności.
ru: Бараки - очень маленькая хижина, которая может быть использована для размещения солдат. Искользование кнопки с золотой монетой позволяет прекратить поставку золотых монет находящимся здесь солдатам. Но без золотых монет солдаты не смогут тренироваться и улучшать свои навыки.
sl: Vojaška koča je mala koliba, katero lahko uporabijo tvoji vojaki za četrtine. Z uporabo gumba z zlatnikom lahko prekineš dostavo zlatnikov vojakom, ki so nastanjeni tu. Vendar se vojaki brez zlatnikov ne morejo vežbati in izboljšati svojih spretnosti.
sv: Baracken är en mycket liten hydda, som tjänar som bostad till dina soldater. Med hjälp av myntknappen kan du stoppa leveransen av guldmynt till de här stationerade soldaterna. Fast, utan mynt kan soldaterna inte träna och utveckla sina färdigheter.

source: The brewer produces fine beer from grain and water. This drink is needed to fill the soldiers with courage.
cs: Pivovar produkuje chutné pivo z obilí a vody. Tento nápoj pak slouží k verbování nových vojáků.
de: Der Braumeister erzeugt aus Korn und Wasser wohlschmeckendes Bier. Dieses Getränk wird benötigt, um den Soldaten Mut einzuflößen.
et: Pruulija valmistab suurepärast õlu viljast ja veest. See jook on vajalik sõduritel julguse saavutamiseks.
fi: Oluenpanija tuottaa hienointa olutta viljasta ja vedestä. Tällä juomalla täytetään sotilaat rohkeudella!
fr: Le Brasseur a l'art de transformer le blé et l'eau en ce délicieux breuvage qu'est la bière. Grâce à elle, vous maintiendrez le moral de vos troupes.
hu: A sörfőző gabonából és vízből készít minőségi sört. Ez az ital elengedhetetlen ahhoz, hogy katonáid bátorsággal teljenek meg.
lo: ຜູ້ຜະລິດເບຍຜະລິດເບຍຊັ້ນດີຈາກເມັດພືດ ແລະ ນ້ຳ. ເຄື່ອງດື່ມນີ້ຈຳເປັນເພື່ອເຕີມເຕັມຄວາມກ້າຫານໃຫ້ແກ່ທະຫານ.
pl: Piwowar warzy złote piwo dzięki ziarnom zboża oraz wodzie. Napój ten jest potrzebny do utrzymania u twych żołnierzy niezrównanej odwagi.
ru: Пивовар делает вино из зерна и воды. Этот напиток нужен, чтобы вдохновить солдат на подвиги.
sl: Pivovar proizvaja fino pivo iz žita in vode. Ta pijača je potrebna za vlivanje poguma v vojake.
sv: Bryggaren brygger gott öl av säd och vatten. Det behövs för att motiverar nya rekryter.

source: The building statistics window gives you an insight into the number of buildings you have, by type. The number on the left is the total number of this type of building completed, the number on the right shows how many are currently under construction.
cs: Okno statistik budov vám poskytuje přehled o počtu budov, které podle typu máte. Číslo vlevo je celkový počet dokončených budov daného typu, číslo vpravo ukazuje budovy ve výstavbě.
de: In der Gebäudestatistik haben Sie Einblick in den Bestand aller Gebäude. Die erste Zahl gibt die Anzahl dieses Gebäudetyps an, die zweite die der im Bau befindlichen Gebäude.
fi: Rakennusten tilastoikkuna antaa katsauksen rakennustemme määrään niiden tyypin mukaisesti. Vasemmanpuoleinen luku ilmaisee valmiiden rakennusten määrän, kun oikeanpuoleisesta selviää työn alla olevien määrä.
fr: Un coup d'œil sur les Statistiques bâtiments vous donnera un aperçu du nombre de bâtiments des diverses catégories. Le premier chiffre indique le nombre actuel d'édifices, alors que le second correspond au nombre de bâtiments en construction.
hu: Az épületstatisztikák ablak áttekintést ad az épületeid számáról, típusonként. A bal oldali szám azt mutatja, hány épület készült már el az adott típusból, a jobb oldali pedig azt, hogy jelenleg mennyi van építés alatt.
lo: ໜ້າຕ່າງສະຖິຕິອາຄານໃຫ້ທ່ານເຫັນພາບລວມຂອງຈຳນວນອາຄານທີ່ທ່ານມີ, ຕາມປະເພດ. ຕົວເລກທາງຊ້າຍແມ່ນຈຳນວນທັງໝົດຂອງອາຄານປະເພດນີ້ທີ່ສ້າງສຳເລັດ, ຕົວເລກທາງຂວາສະແດງຈຳນວນທີ່ກຳລັງກໍ່ສ້າງຢູ່.
pl: Okno statystyk budynków daje wgląd w liczbę posiadanych budynków według typu. Liczba po lewej stronie to całkowita liczba ukończonych tego typu budynków, liczba po prawej pokazuje, ile jest obecnie w budowie.
ru: Окно статистики здания дает представление о количестве зданий которые у вас есть, по типу. Число слева - общее количество этого типа здания построено, число справа показывает, сколько в настоящее время в стадии строительства.
sl: Okno s statistiko zgradb podaja vpogled v število zgradb v tvoji lasti, po vrsti. Število na levi je skupno število zgrajenih zgradb te vrste, število na desni pa prikazuje koliko jih je trenutno v izgradnji.

source: The butcher processes the livestock delivered into nutritious ham on which you miners are fed.
cs: Řezník se stará o porážení vepřů z vepřína - to pak může být využito k obživě horníků v dolech.
de: Die Fleischerei verarbeitet das angelieferte Vieh zu nahrhaftem Schinken, von dem sich Ihre Bergarbeiter ernähren.
et: Lihunik töötleb saabunud elusloomad toitvaks singiks, millest sinu kaevurid toituvad.
fi: Teurastaja käsittelee hänelle tuodut ruhot kinkuksi, joilla ruokkia kaivosmiehesi.
fr: Le bétail livré à la Boucherie est transformé en jambons bien gras qui nourriront les Mineurs.
hu: A hentes a beszállított jószágokat tápláló sonkává dolgozza fel, amellyel a bányászokat látják el.
lo: ຄົນຂ້າສັດປຸງແຕ່ງສັດທີ່ຖືກສົ່ງມາເປັນແຮມທີ່ມີທາດບຳລຸງ ເຊິ່ງຄົນງານບໍ່ແຮ່ຂອງທ່ານຈະກິນ.
pl: U rzeźnika zwierzęta hodowlane stają się smakowitymi kąskami mięsa, które trafiają do twoich górników.
ru: Мясник разделывает туши и производит питательную ветчину, которой кормят шахтеров.
sl: Mesar obdela dostavljeno živino v hranljivo meso, ki hrani rudarje.
sv: Slaktaren gör skinka av grisar.

source: The carpenter turns the woodcutter's logs into made-to-measure planks. These form the basic for building houses and ships.
cs: Pilař pracuje na pile. Řeže klády na prkna, která jsou základním prvkem při stavbě budov, lodí, člunů a nářadí.
de: Im Sägewerk werden die vom Holzfäller gelieferten Stämme zu maßgefertigten Brettern verarbeitet. Diese bilden die Grundlage von Häusern und Schiffen.
et: Saagija muudab puuraiduri palgid "tehtud, et sobida" laudadeks. Need moodustavad põhilise majade ja laevade ehitamisel.
fi: Sahaaja työstää puutukeista tasamittaisia lankkuja. Lankut ovat perusrakennustarvikkeita taloihin ja laivoihin.
fr: Le Menuisier transforme le bois coupé par les Bûcherons en planches. Celles-ci servent à construire les bâtiments et les Navires
hu: Az ács a favágó rönkjeiből méretre szabott deszkákat készít. Ezek szolgálnak alapul a házak és hajók építéséhez.
lo: ຊ່າງໄມ້ປ່ຽນໄມ້ທ່ອນຂອງຄົນຕັດໄມ້ໃຫ້ເປັນແຜ່ນໄມ້ທີ່ວັດແທກໄດ້. ສິ່ງເຫຼົ່ານີ້ເປັນພື້ນຖານສຳລັບການກໍ່ສ້າງເຮືອນ ແລະ ເຮືອ.
pl: Fach w ręku cieśli zmienia bale drewna w pierwszorzędnie wycięte deski, które pozwolą ci wznosić kolejne budowle i konstruować okręty.
ru: Плотник превращает брёвна в доски. Это - основа строительства и кораблестроения.
sl: Tesar spremeni hlode v dobro merljive deske. Te predstavljajo osnovo za gradnjo hiš in ladij.
sv: Timmermannen förvandlar skogshuggarens trästockar till utmätta brädor. Dessa utgör grunden till hus- och skeppsbygge.

source: The changes could not be applied and will be discarded. A potential reason for this is that the game is paused.
cs: Změny nelze použít a budou zahozeny. Možným důvodem je pozastavení hry.
hu: A módosításokat nem sikerült alkalmazni, ezért el lesznek vetve. Ennek egyik lehetséges oka, hogy a játék szünetel.
lo: ການປ່ຽນແປງບໍ່ສາມາດນຳໃຊ້ໄດ້ ແລະ ຈະຖືກຍົກເລີກ. ເຫດຜົນທີ່ເປັນໄປໄດ້ແມ່ນເກມຖືກຢຸດຊົ່ວຄາວ.
pl: Zmiany nie mogły zostać zapisane i zostaną odrzucone. Być może jest to spowodowane pauzą gry.
ru: Изменения не могут быть применены и будут удалены. Возможной причиной этого является то, что игра поставлена на паузу.

source: The charburner stacks up piles of wood and straw which is then burned to create charcoal. This can be used just like the coal from the mine without any loss in quality.
cs: Uhlíř naskládá hromady klád a slámy, které se nedokonalým hořením zuhelnatí a vytváří se dřevěné uhlí. To pak lze použít stejně jako uhlí z dolu bez ztráty kvality.
de: Der Köhler stapelt Holz und Stroh auf einen Haufen und verbrennt diesen zu Holzkohle. Diese kann genau wie die Kohle aus den Minen verwendet werden.
fr: La charbonnière empile le bois et le blé qui sont ensuite brûlés pour fabriquer du charbon. Celui-ci peut ensuite être utilisé de la même manière que le charbon issu de la mine, sans aucune perte de qualité.
hu: A szénégető farönköket és szalmát halmoz fel, majd elégeti őket faszén előállításához. Ez ugyanúgy felhasználható, mint a bányában kitermelt szén, minőségromlás nélkül.
lo: ຄົນເຜົາຖ່ານຈະກອງໄມ້ ແລະ ເຟືອງ ແລ້ວຈູດເພື່ອສ້າງຖ່ານ. ສິ່ງນີ້ສາມາດນຳໃຊ້ໄດ້ຄືກັບຖ່ານຫີນຈາກບໍ່ແຮ່ໂດຍບໍ່ມີການສູນເສຍຄຸນນະພາບ.
pl: Węglarz układa stosy drewna i słomy, które są następnie spalane w celu utworzenia węgla drzewnego. Można go używać tak samo, jak węgla z kopalni, bez utraty jakości.
ru: Угольщик складывает кучу дров и соломы, которые затем сжигают для получения древесного угля. Его можно использовать так же, как уголь из шахты, без потери качества.
sl: Gorilnik oglja postavlja skupaj kupe lesa in slame, ki je potem izgorjen za proizvodnjo premoga. To je lahko uporabljeno tako kot premog iz rudnika brez izgube kvalitete.

source: The countless tools which your workers need are made in the metalworks. This requires boards and iron.
cs: V nářaďovně se vyrábí bezpočet různých nástrojů, které pak využijí nejrůznější řemeslnící. Nářaďovna potřebuje přísun prken a železa.
de: Die unzähligen Werkzeuge, die Ihre Arbeiter benötigen, werden in der Schlosserei gefertigt. Dafür werden Bretter und Eisen benötigt.
et: Loendamatud tööriistad, mida sinu töölised vajavad, on valmistatud metallitöökojas. Selleks vajatakse laudu ja rauda.
fi: Työkalupaja valmistaa lukuisat eri työkalut, joita työläisesi kaipaavat. Valmistus vaatii lautoja ja rautaa.
fr: C'est dans l'Atelier que seront confectionnés vos précieux outils. Il vous faudra pour cela fournir des planches et du fer.
hu: A fémműves műhelyben készül a munkások számára szükséges számtalan szerszám. Ehhez deszkákra és vasra van szükség.
lo: ເຄື່ອງມືນັບບໍ່ຖ້ວນທີ່ຄົນງານຂອງທ່ານຕ້ອງການແມ່ນຜະລິດຢູ່ໃນໂຮງງານໂລຫະ. ສິ່ງນີ້ຕ້ອງການແຜ່ນໄມ້ ແລະ ເຫຼັກ.
pl: W zakładach metalowych, z żelaza i desek, tworzone są narzędzia dla twoich osadników.
ru: Бесчисленные инструменты, необходимые рабочим, производятся на металлозаводе. Для этого требуются доски и железо.
sl: Nešteta orodja, ki jih tvoji delavci potrebujejo, so ustvarjena v metalurgijah. Ta potrebujejo deske in železo.
sv: Verktygssmeden tillverkar de otaliga verktygen som dina arbetare behöver. Han behöver brädor och järn.
