Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: The merchandise statistics window allows you to check the quantities of your merchandise. By clicking the left mouse button you can switch the display of individual goods on and off. These can displayed over four different time periods. To delete all displays, click on the wastebasket button.
cs: Okno statistik zboží vám umožňuje zkontrolovat množství zboží. Kliknutím levého tlačítka myši můžete zapínat a vypínat zobrazení jednotlivých druhů zboží. Mohou se zobrazovat ve čtyřech různých časových obdobích. Chcete-li odstranit všechna zobrazení, klikněte na tlačítko koše.
de: In der Warenstatistik können Sie die Entwicklung Ihrer Warenmenge einsehen. Mit der linken Maustaste können Sie die Anzeige einzelner Waren ein- und ausschalten. Zusätzlich stehen Ihnen vier verschieden lange Zeitzonen zur Verfügung. Um alle Anzeigen zu löschen, drücken Sie den "Papierkorb"-Button.
fr: Les statistiques marchandises représentent l'évolution des produits. Le bouton gauche de la souris vous permet d'activer ou de désactiver l'affichage des courbes de certains produits. En outre, vous avez le choix entre trois différentes échelles de temps. Pour effacer tous les affichages, cliquez sur le bouton « Corbeille ».
hu: Az termelési statisztikák ablakban ellenőrizheted árucikkeid mennyiségét. A bal egérgombbal az egyes javak megjelenítését kapcsolhatod be vagy ki. Az adatokat négy különböző időtávra is lekérdezheted. Az összes megjelenítés törléséhez kattints a szemetes gombra.
lo: ໜ້າຕ່າງສະຖິຕິສິນຄ້າຊ່ວຍໃຫ້ທ່ານສາມາດກວດສອບປະລິມານສິນຄ້າຂອງທ່ານ. ໂດຍການຄລິກປຸ່ມເມົາສ໌ຊ້າຍ ທ່ານສາມາດເປີດ ແລະ ປິດການສະແດງຜົນຂອງສິນຄ້າແຕ່ລະຊະນິດ. ສິ່ງເຫຼົ່ານີ້ສາມາດສະແດງຜົນໄດ້ໃນໄລຍະເວລາສີ່ຊ່ວງ. ເພື່ອລົບການສະແດງຜົນທັງໝົດ, ຄລິກທີ່ປຸ່ມຖັງຂີ້ເຫຍື້ອ.
pl: Okno statystyk towarów umożliwia sprawdzenie ilości towarów. Klikając lewym przyciskiem myszy możesz włączać i wyłączać wyświetlanie poszczególnych towarów. Mogą być wyświetlane w czterech różnych okresach. Aby usunąć wszystkie wyświetlacze, kliknij przycisk kosza na śmieci.
ru: Окно статистики торговли позволяет проверить количество вашего товара. При нажатии левой кнопки мыши вы можете включить и выключить отображение отдельных товаров. Они могут отображаться в течение четырех различных периодов времени. Чтобы удалить все дисплеи, нажмите на кнопку мусорной корзины.
sl: Statistika blaga omogoča vpogled v količine tvojega blaga. S klikom levega miškinega gumba lahko izklopiš/vklopiš prikaz posameznega blaga. Te so lahko prikazane čez štiri časovna obdobja. Za izbris vseh prikazov, klikni na gumb s košem.

source: The mining of coal supports the metalworks and smithy. This hard work requires an adequate supply of food.
cs: Uhlí je jedna z nejdůležitějších surovin kterou potřebuje např. mincovna nebo slévárna. Tvrdá práce horníků vyžaduje mnoho jídla.
de: Der Kohleabbau unterstützt die Metallarbeiten und das Schmieden. Diese harte Arbeit benötigt eine entsprechend gute Nahrungsversorgung.
et: Söe kaevandamine toetab metallitöökoda ja sepikoda. See raske töö nõuab ka vastavat toiduga varustamist.
fi: Hiili on tärkeää raaka-ainetta kullan ja raudan käsittelyssä. Tämä tärkeä työ kuluttaa ruokatarvikkeita.
fr: Les Mineurs sondent la roche au plus profond de la montagne, à la recherche de minerai de fer. Ces travailleurs de force ont besoin d'être bien nourris.
hu: A szénbányászat látja el a fémműves műhelyt és a fegyverkovács műhelyt. Ehhez a kemény munkához megfelelő élelemellátás szükséges.
lo: ການຂຸດຄົ້ນຖ່ານຫີນສະໜັບສະໜູນໂຮງງານໂລຫະ ແລະ ໂຮງຕີເຫຼັກ. ວຽກໜັກນີ້ຕ້ອງການການສະໜອງອາຫານທີ່ພຽງພໍ.
pl: Wydobycie węgla zapewnia środki zakładom metalowym i kuźni. Ta ciężka praca wymaga odpowiedniego wyżywienia dla pracowników.
ru: Добыча угля необходима для поставки его в кузницу и сталеплавильню. Эта тяжёлая работа требует соответствующего снабжения едой.
sl: Kopanje premoga zagotavlja zalogo za kovinarja in kovača. To trdo delo zahteva zadostno zalogo hrane.
sv: Kolbrytningen försörjer verktygssmedjan och vapensmedjan. Det hårde arbetet i gruvan kräver en tillräcklig matförsörjning.

source: The mint is responsible for producing valuable gold coins. These precious objects are produced using coal and gold.
cs: Mincovna produkuje mince vysoké hodnoty. Vyžaduje k tomu přísun zlata a uhlí.
de: Die Erzeugung wertvoller Goldmünzen wird von der Münzprägerei übernommen. Mit Hilfe von Kohle und Gold lassen sich diese Kostbarkeiten herstellen.
et: Mündivalukoda vastutab väärtuslike kuldmüntide tootmise eest. Need hinnalised objektid toodetakse kasutades sütt ja kulda.
fi: Rahavalamo tuottaa arvokkaita kultakolikkoja. Näitä valmistetaan hiilen ja kullan avuin.
fr: De précieuses pièces de monnaie seront battues à l'Hôtel des monnaies. Charbon et or vous permettront de créer ces richesses.
hu: A pénzverde felelős az értékes aranyérmék előállításáért. Ezeket a becses tárgyakat szén és arany felhasználásával készítik.
lo: ໂຮງຜະລິດຫຼຽນຮັບຜິດຊອບໃນການຜະລິດຫຼຽນຄຳທີ່ມີຄ່າ. ວັດຖຸມີຄ່າເຫຼົ່ານີ້ຜະລິດໂດຍໃຊ້ຖ່ານຫີນ ແລະ ຄຳ.
pl: Dzięki osadnikom pracującym w mennicy zmienisz wydobyte złoto tudzież węgiel w wartościowe złote monety.
ru: На монетном дворе производят ценные золотые монеты. Эта прелесть производится с использованием угля и золота.
sl: Topilnica zlata je zadolžena za proizvodnjo dragocenih zlatnikov. Te predragi objekti so proizvedeni iz premoga in zlata.
sv: Myntpräglaren är ansvarig för att prägla guldmynt. Dessa dyrbara objekt tillverkas av guld med hjälp av kol.

source: The pack donkeys bred here are used to transport your merchandise more efficiently. They are reared on water and grain.
cs: Zde je krmeno stádo přepravních oslů, kteří jsou používáni ke zrychlení a zefektivnění transportu. Je potřeba voda a obilí
de: Die hier aufgezogenen Lastesel dienen dem Transport Ihrer Waren. Die Aufzucht geschieht mit Hilfe von Wasser und Korn.
et: Veoeesleid, keda siin kasvatatakse, kasutatakse sinu kaupade efektiivsemaks transpordiks. Neid toidetakse vee ja viljaga.
fi: Täällä kasvatetut aasit kelpaavat kuormajuhdiksi teillesi, jolloin tavara kulkee jouhevammin. Vedellä ja viljalla saadaan aaseja vaikka kuinka!
fr: Les mules élevées ici deviennent des bêtes de somme. Il faut les nourrir de blé et leur donner de l'eau.
hu: Az itt tenyésztett málhás szamarak segítségével hatékonyabban szállíthatod a javaidat. Vízzel és gabonával etetik őket.
lo: ລາຂົນຂອງທີ່ລ້ຽງຢູ່ທີ່ນີ້ຖືກນຳໃຊ້ເພື່ອຂົນສົ່ງສິນຄ້າຂອງທ່ານຢ່າງມີປະສິດທິພາບຫຼາຍຂຶ້ນ. ພວກມັນຖືກລ້ຽງດ້ວຍນ້ຳ ແລະ ເມັດພືດ.
pl: Wyhodowane tu osły, po objuczeniu, wspomogą transport materiałów w twoim państwie. By były silne, należy je dobrze wykarmić - zbożem i czystą wodą.
ru: Вьючные ослы, выращенные здесь, используются для транспортировки ваших товаров более эффективно. Им нужна вода и зерно.
sl: Osli, ki so gojeni tu, se uporabljajo za bolj efektivni prevoz tvojega blaga. Vzrejajo se z vodo in žitom.
sv: Dina varor transporteras effektivare med packåsnorna som uppföds här. Uppfödaren behöver vatten och säd.

source: The player '%s' offers you a %s.
cs: Hráč '%s' nabízí %s.
de: Der Spieler '%s' bietet Ihnen einen %s an.
et: Mängija '%s' pakub sulle %s.
fi: Pelaaja '%s' tarjoaa sinulle %s.
fr: Le joueur « %s » vous offre un(e) %s.
hu: '%s' játékos felajánl neked egy %st.
lo: ຜູ້ຫຼິ້ນ '%s' ສະເໜີ %s ໃຫ້ກັບທ່ານ.
pl: Gracz '%s' oferuje ci %s.
ru: Игрок '%s' предлагает Вам %s.
sl: Igrales '%s' ponuja %s
sv: Spelaren '%s' erbjuder dig fördraget %s.

source: The player '%s' want to cancel the '%s' between you both prematurely. Do you agree?
cs: Hráč '%s' chce s tebou předčasně zrušit '%s'. Souhlasíš?
de: %s möchte euren %s vor Ablauf beenden. Einverstanden?
fr: Le joueur « %s » veut annuler le « %s » entre vous. Êtes-vous d'accord ?
hu: '%s' játékos idő előtt meg szeretné szüntetni a %st köztetek. Egyetértesz?
lo: ຜູ້ຫຼິ້ນ '%s' ຕ້ອງການຍົກເລີກ '%s' ລະຫວ່າງທ່ານທັງສອງກ່ອນກຳນົດ. ທ່ານເຫັນດີບໍ?
pl: Gracz '%s'chce zakończyć '%s' między wami przedwcześnie. Zgadzasz się na to?
ru: Игрок '%s' хотите отменить '%s' между вами обоими преждевременно. Вы согласны?
sl: Igralec ‘%s’ želi preklicati ‘%s’ med vama prezgodaj. Se strinjaš?

source: The playlist was saved!
cs: Seznam skladeb byl uložen!
de: Die Playlist wurde gespeichert!
hu: A lejátszási lista elmentve!
lo: ລາຍການເພງຖືກບັນທຶກແລ້ວ!
pl: Playlista została zapisana!
ru: Плейлист сохранен!

source: The priority of goods for the individual buildings can be set here. The higher the value, the quicker the required goods are delivered to the building concerned.
cs: Zde lze nastavit prioritu dodávky zboží pro různé typy budovy. Čím vyšší hodnota, tím více jsou budovy zásobovány zbožím.
de: Die Prioritäten der einzelnen Gebäude können hier eingestellt werden. Je höher der Wert, desto schneller werden die benötigten Waren an das jeweilige Gebäude geliefert.
fi: Yksittäisten hyödykkeiden tärkeys tiettyyn rakennustyyppiin voidaan määrittää täällä. Korkeampi arvo antaa suuremman tärkeysasteen tuoda kyseiseen rakennukseen.
fr: Vous décidez ici des priorités de chacun de vos bâtiments. En augmentant cette valeur pour un certain type de construction, vous accélérerez les livraisons vers ce bâtiment.
hu: Itt állíthatod be az egyes épületek áruprioritását. Minél magasabb az érték, annál gyorsabban juttatják el a szükséges árut az adott épülethez.
lo: ຄວາມສຳຄັນຂອງສິນຄ້າສຳລັບແຕ່ລະອາຄານສາມາດຕັ້ງໄດ້ທີ່ນີ້. ຄ່າຍິ່ງສູງ, ສິນຄ້າທີ່ຕ້ອງການກໍຈະຖືກສົ່ງໄປຫາອາຄານທີ່ກ່ຽວຂ້ອງໄວຂຶ້ນ.
pl: Tutaj można ustawić priorytet towarów dla poszczególnych budynków. Im wyższa wartość, tym szybciej wymagane towary zostaną dostarczone do danego budynku.
ru: Здесь можно установить приоритет товаров для отдельных зданий. Чем выше значение, тем быстрее требуемые товары доставляются в нужное здание.
sl: Prioriteta blaga za posamezne zgradbe se lahko nastavi tu. Čim večja vrednost, tem hitreje bo zahtevano blago dostavljeno zgradbam.

source: The quarrying of stone in a granite mine guarantees the supply of stone for buildings. However, even a granite mine has to feed its workers.
cs: Těžba kamene v žulovém dole zaručuje dodávky kamene na stavby. Nicméně, i v horníky v dole je třeba živit.
de: Der Abbau von Steinen in einem Granitbergwerk sichert den Bedarf an Baumaterial. Doch auch ein Granitbergwerk muss seine Arbeiter mit Nahrung versorgen.
et: Kivi kaevandamine graniidi kaevanduses kindlustab ehitiste kividega varustamise. Siiski peab ka graniidi kaevandus oma töölisi toitma.
fi: Kivien kaivaminen kaivoksesta antaa materiaalia rakennuksille. Kuitenkin, nämäkin kaivokset tarvitsevat ruokaa.
fr: Les pierres arrachées à la Carrière servent ensuite de matériaux de construction. Tailler les pierres est une tâche physique, et il ne faut pas lésiner sur la ration alimentaire des ouvriers.
hu: A gránitbányában végzett kőfejtés garantálja az épületek kőellátását. Ugyanakkor még egy gránitbányának is gondoskodnia kell dolgozói élelmezéséről.
lo: ການຂຸດຄົ້ນຫີນໃນບໍ່ແຮ່ຫີນອ່ອນຮັບປະກັນການສະໜອງຫີນສຳລັບອາຄານ. ແນວໃດກໍ່ຕາມ, ແມ່ນແຕ່ບໍ່ແຮ່ຫີນອ່ອນກໍຕ້ອງລ້ຽງຄົນງານຂອງຕົນ.
pl: Wydobycie kamienia w kopalni granitu zapewnia długoterminowy dostęp do tego materiału budowlanego. Nie należy jednak zapominać, że górnik też człowiek - jeść musi.
ru: Добыча камня в гранитном руднике гарантирует поставку камня для построек. Однако даже гранитный рудник должен кормить своих рабочих.
sl: Pridobivanje kamna iz rudnika granita zagotavlja dobavo kamna za gradnjo zgradb. Kljub temu pa mora tudi rudnik granita nahraniti svoje delavce.
sv: Brytningen av sten i en granitgruva förser byggnader med sten. Även en granitgruva måste förse sina arbetare med mat.

source: The selected game was not found anymore.
cs: Vybraná hra již nebyla nalezena.
de: Das ausgewählte Spiel konnte nicht mehr gefunden werden.
hu: A kiválasztott játék már nem található.
lo: ບໍ່ພົບເກມທີ່ເລືອກໄວ້ອີກແລ້ວ.
pl: Wybrana gra nie została odnaleziona.
ru: Выбранная игра больше не найдена.

source: The selected video driver does not support GUI scaling! Setting won't be used.
cs: Vybraný ovladač grafiky nepodporuje změny velikosti rozhraní! Nastavení nebude použito.
hu: A videokártya-illesztőprogram nem támogatja a felület méretezését! A beállítás nem kerül alkalmazásra.
lo: ໄດເວີວິດີໂອທີ່ເລືອກບໍ່ຮອງຮັບການປັບຂະໜາດ GUI! ການຕັ້ງຄ່ານີ້ຈະບໍ່ຖືກນຳໃຊ້.
pl: Wybrany sterownik wideo nie obsługuje skalowania GUI! To ustawienie nie zostanie użyte.

source: The ship register contains all the ships in your fleet. Here you can monitor the loading and destinations of individual ships. Ships on an expedition are controlled from here as well.
cs: Seznam lodí obsahuje všechny lodě ve vaší flotile. Zde můžeš sledovat náklad a cíle jednotlivých lodí. Odtud jsou také řízeny lodě na expedici.
de: Das Schiffsregister beinhaltet alle Schiffe Ihrer Flotte. Hier können Sie die Ladung und den Bestimmungsort einzelner Schiffe erfahren. Die Schiffe, die sich auf einer Expedition befinden, werden von hier aus gesteuert.
fr: Le Registre de navigation comprend des informations concernant l'ensemble de votre flotte. C'est ici que vous pouvez déterminer le chargement et la destination de chaque Navire. C'est ici aussi que les Navires que vous envoyez en expédition sont équipés.
hu: A hajólajstrom tartalmazza az összes hajót a flottádban. Itt követheted nyomon az egyes hajók rakományát és célállomásait. Az expedíción lévő hajók irányítása is innen történik.
lo: ທະບຽນເຮືອມີເຮືອທັງໝົດໃນກອງທັບເຮືອຂອງທ່ານ. ທີ່ນີ້ທ່ານສາມາດຕິດຕາມການບັນທຸກ ແລະ ຈຸດໝາຍປາຍທາງຂອງເຮືອແຕ່ລະລຳ. ເຮືອທີ່ກຳລັງສຳຫຼວດກໍຖືກຄວບຄຸມຈາກທີ່ນີ້ເຊັ່ນກັນ.
pl: Rejestr statków zawiera wszystkie statki w Twojej flocie. Tutaj możesz monitorować załadunek i miejsca docelowe poszczególnych statków. Stąd też sterowane są statki biorące udział w ekspedycji.
ru: Регистр судов содержит все корабли в вашем флоте. Здесь вы можете отслеживать загрузку и назначения отдельных судов. Корабли на экспедиции контролируются отсюда же.
sl: Register ladij vsebuje vse ladje v tvoji floti. Tu lahko nadziraš nalaganje in cilje posameznih ladij. Ladje na ekspediciji se tudi nadzirajo tu.

source: The specified file couldn't be loaded!
cs: Vybraný soubor není možné načíst!
de: Die angegebene Datei konnte nicht geladen werden!
et: Antud faili ei saanud laadida!
fi: Määriteltyä tiedostoa ei voitu ladata!
fr: Le fichier spécifié n'a pas pu être chargé !
hu: A megadott fájlt nem lehet betölteni!
lo: ບໍ່ສາມາດໂຫຼດໄຟລ໌ທີ່ລະບຸໄດ້!
pl: Nie można wczytać wybranego pliku!
ru: Указанный файл не может быть загружен!
sl: Datoteke ni mogoče naložiti
sv: Den angivna filen kunde inte laddas!

source: The specified file couldn't be opened!
cs: Vybraný soubor není možné otevřít!
de: Die angegebene Datei konnte nicht geöffnet werden!
et: Antud faili ei saanud avada!
fi: Määriteltyä tiedostoa ei voitu avata!
fr: Le fichier spécifié n'a pas pu être ouvert !
hu: A megadott fájlt nem lehet megnyitni!
lo: ບໍ່ສາມາດເປີດໄຟລ໌ທີ່ລະບຸໄດ້!
pl: Nie można otworzyć wybranego pliku!
ru: Указанный файл не может быть открыт!
sl: Datoteke ni mogoče odpreti
sv: Den angivna filen kunde inte öppnas!

source: The specified file couldn't be saved!
cs: Vybraný soubor není možné uložit!
de: Die angegebene Datei konnte nicht gespeichert werden!
et: Antud faili ei saanud salvestada!
fi: Määriteltyä tiedostoa ei voitu tallentaa!
fr: Le fichier spécifié n'a pas pu être sauvé !
hu: A megadott fájlt nem lehet menteni!
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ທີ່ລະບຸໄດ້!
pl: Nie można zapisać wybranego pliku!
ru: Указанный файл не может быть сохранен!
sl: Datoteke ni mogoče shraniti
sv: Den angivna filen kunde inte sparas!

source: The stonemason works the stone near his quarry into bricks. These are needed mainly for building houses and as ammunition for catapults.
cs: Kameník těží kámen, který najde v blízkosti svého příbytku, a opracovává ho do stavebních bloků. Ty se použijí k výstavbě budov nebo jako střelivo do katapultů.
de: Der Steinmetz verarbeitet die Steinbestände in seiner Gegend zu Steinziegeln. Diese werden vorrangig für den Hausbau und als Munition für Katapulte benötigt.
et: Kiviraidur töötleb oma hüti lähedal asuvad kivid tükkideks. Need on vajalikud põhiliselt majade ehitamiseks ja kui laskemoon katapultidele
fi: Kivenlouhija louhii graniitin sopiviksi möhkäleiksi. Näitä tarvitaan lähinnä rakentamiseen ja katapulttien ammuksiksi.
fr: Le Tailleur de pierre extrait les pierres dans sa région. Ces pierres sont utilisées en priorité pour la construction des bâtiments ou pour servir de munitions pour les Catapultes.
hu: A kőfaragó a kőfejtője közelében lévő köveket téglává dolgozza. Ezeket főként házak építésénél és katapultok lövedékeként használják.
lo: ຊ່າງຫີນເຮັດວຽກຫີນໃກ້ກັບບໍ່ຫີນຂອງລາວໃຫ້ເປັນດິນຈີ່. ສິ່ງເຫຼົ່ານີ້ສ່ວນໃຫຍ່ແມ່ນຈຳເປັນສຳລັບການກໍ່ສ້າງເຮືອນ ແລະ ເປັນລູກປືນສຳລັບເຄື່ອງຍິງກ້ອນຫີນ.
pl: Kamieniarz wykuwa z kamienia cegły wykorzystywane później jako budulec lub amunicja katapult.
ru: Каменотес добывает каменные блоки с ближайших скал. Они нужны в основном для строительства, а так же в качестве боеприпасов для катапульт.
sl: Kamenjar obdeluje kamen blizu njegova kamnoloma v opeke. Te se primarno uporabljajo za gradnjo hiš in kot strelivo za katapulte.
sv: Stenhuggaren bryter ner stenar nära stenbrottet till stenblock. De behövs till nästan alla byggarbeten och som ammunition till katapulter.

source: The storehouse can help reduce long transportation journeys and is suited to the temporary storage of merchandise and inhabitants. You can release certain merchandise from the storehouse, as and when required. Alternatively, the storage function can be disabled. To do this, first choose the relevant icon followed by the desired merchandise or job symbol.
cs: Sklad je dočasným úložštěm pro všechny typy surovin a podílí se na zkrácení doby nutné k jejich dopravě na místo určení. V konkrétním skladu je možné zakázat skladování určité suroviny nebo i nařídit její vyskladnění.
de: Das Lagergebäude erspart lange Transportwege und eignet sich ebenso zur Zwischenlagerung von Waren und Einwohnern. Sie können bei Bedarf bestimmte Waren aus dem Lager entfernen lassen oder deren Einlagerung stoppen. Wählen Sie dazu zuerst den entsprechenden Button, dann das gewünschte Waren- oder Berufssymbol.
et: Ladu võib aidata vähendada pikki transpordi teekondi ja on kohane kauba ja elanike ajutiseks hoidmiseks. Sa võid väljastada teatud kaupu laost, kui ja millal vaja. Lisaks võib ladustamise funktsiooni keelata. Et seda teha, esiteks vali asjasse puutuv ikoon ning seejärel soovitud kauba või töö sümbol.
fi: Varasto kykenee lyhentämään kuljetusmatkoja ja toimii hyvin väliaikaisena säilytyspaikkana resursseille ja asukkaille. Voit poistaa resursseja varastosta tarpeen mukaan, tai voit estää säilyttämisen kokonaan.
fr: L'entrepôt évite de trop longs trajets. Les marchandises y sont stockées et les populations peuvent y séjourner. Vous pouvez décider en cas de nécessité de déstocker ou de stopper l'entreposage de certaines marchandises ou le transit de certaines populations. Pour cela, sélectionnez le bouton correspondant puis l'icône représentant le produit ou le corps de métier souhaité.
hu: A raktár segíthet lerövidíteni a hosszú szállítási utakat, és alkalmas az áruk és lakosok ideiglenes raktározására. Szükség szerint kivitethetsz bizonyos árucikkeket a raktárból. Alternatívaként leállíthatod a raktározási funkciót. Ehhez először válaszd ki a megfelelő ikont, majd a kívánt árucikk vagy foglalkozás szimbólumát.
lo: ສາງເກັບເຄື່ອງສາມາດຊ່ວຍຫຼຸດຜ່ອນການເດີນທາງຂົນສົ່ງທີ່ຍາວໄກ ແລະ ເໝາະສົມກັບການເກັບຮັກສາສິນຄ້າ ແລະ ປະຊາກອນຊົ່ວຄາວ. ທ່ານສາມາດປ່ອຍສິນຄ້າບາງຢ່າງອອກຈາກສາງເກັບເຄື່ອງໄດ້ຕາມທີ່ຕ້ອງການ. ອີກທາງເລືອກໜຶ່ງ, ໜ້າທີ່ການເກັບຮັກສາສາມາດຖືກປິດໃຊ້ງານໄດ້. ເພື່ອເຮັດສິ່ງນີ້, ກ່ອນອື່ນໃຫ້ເລືອກໄອຄອນທີ່ກ່ຽວຂ້ອງ ຕາມດ້ວຍສິນຄ້າທີ່ຕ້ອງການ ຫຼື ສັນຍາລັກວຽກ.
pl: Strategicznie usytuowany magazyn pozwoli skrócić czas transportu materiałów. Możesz składać weń towary lub przenosić je do innej przechowalni. Nic nie stoi również na przeszkodzie, by magazyn trzymał tylko określone zapasy. Do sprawowania kontroli nad ustawieniami służą ikony przedmiotów oraz zawodów osadników.
ru: Склад может помочь укоротить длинные транспортные пути и используется для временного хранения товаров и жителей. Вы можете убрать определенный товар со склада, если нужно. Также вы можете отключить функцию складирования. Чтобы это сделать сначала выберите иконку нужного товара или работника.
sl: Skladišče lahko pripomore k zmanjšanju dolgih prevozov in je primerno za začasno skladiščenje blaga in naseljencev. Določeno blago lahko po potrebi iz skladišča sprostiš. Alternativno, funkcionalnost skladiščenja se lahko izklopi. Za to, najprej izberi konkretno ikono ter nato željeno blago ali simbol dejavnosti.
sv: Förrådshuset kan hjälpa till att förkorta transportvägar och att temporärt lagra varor och folk. Du kan lagra ut några eller stoppa inläggning av dem. Därtill, välj först den adekvata symbolen och sedan varan eller yrket.

source: The temple servant sacrifices wine and food granting a blessing of gold, iron ore, coal or granite. This allows your iron founder and minter to continue working when mines become exhausted. The desired mineral can be selected by toggling the output button.
cs: Chrámový služebník obětuje víno a jídlo čímž získává požehnání zlata, železné rudy, uhlí nebo kamene. To umožní slévačům pokračovat v práci, když jsou doly prázdné. Požadovaný minerál může být zvolen přepnutím tlačítka výstupu.
hu: A templomszolga bort és ételt áldoz fel, mely arany, vasérc, szén vagy gránit áldását biztosítja. Ez lehetővé teszi a vasolvasztár és az érmeverő számára, hogy a bányák kimerülése után is dolgozhassanak. A kívánt ásványt a kimenő gomb megnyomásával választhatod ki.
lo: ຜູ້ຮັບໃຊ້ໃນວິຫານຈະເສຍສະຫຼະເຫຼົ້າແວງ ແລະ ອາຫານ ເພື່ອໃຫ້ພອນເປັນຄຳ, ແຮ່ເຫຼັກ, ຖ່ານຫີນ ຫຼື ຫີນອ່ອນ. ສິ່ງນີ້ຊ່ວຍໃຫ້ຜູ້ກໍ່ຕັ້ງທາດເຫຼັກ ແລະ ຜູ້ຜະລິດຫຼຽນຂອງທ່ານສາມາດເຮັດວຽກຕໍ່ໄປໄດ້ເມື່ອບໍ່ແຮ່ໝົດ. ແຮ່ທາດທີ່ຕ້ອງການສາມາດເລືອກໄດ້ໂດຍການສະຫຼັບປຸ່ມຜົນຜະລິດ.
pl: Sługa świątyni składa ofiarę z wina i jedzenia, udzielając błogosławieństwa złota, rudy żelaza, węgla lub granitu. Dzięki temu odlewnik i mincerz mogą kontynuować pracę, gdy kopalnie zostaną wyczerpane. Pożądany minerał można wybrać, przełączając przycisk wyjścia.

source: The transport priority of a type of merchandise can be determined here.The higher the priority of an item in the list, the quicker it is transported by helpers.
cs: Zde lze určit prioritu přepravy typu zboží. Čím vyšší je priorita položky v seznamu, tím rychleji ji pomocníci přepraví.
de: Die Transportpriorität eines Warentyps kann hier bestimmt werden. Je höher die Ware in der Rangliste steht, desto schneller wird sie von den Gehilfen weitertransportiert.
fr: Les priorités de transport attribuées aux divers types de marchandises sont déterminées dans cette fenêtre. Un produit bien classé dans la liste de priorité sera transporté plus vite.
hu: Ezen a felületen állíthatod be az árucikkek szállítási prioritását. Minél magasabb helyen áll egy tétel a listában, annál gyorsabban szállítják a segédek.
lo: ຄວາມສຳຄັນໃນການຂົນສົ່ງຂອງສິນຄ້າແຕ່ລະປະເພດສາມາດກຳນົດໄດ້ທີ່ນີ້. ຍິ່ງສິນຄ້າມີຄວາມສຳຄັນສູງໃນລາຍການ, ຍິ່ງຈະຖືກຂົນສົ່ງໂດຍຜູ້ຊ່ວຍໄວຂຶ້ນ.
pl: W tym miejscu można określić priorytet transportu danego rodzaju towaru. Im wyższy priorytet towaru na liście, tym szybciej jest on transportowany przez pomocników.
ru: Здесь можно выбрать транспортный приоритет типа товаров. Чем выше элемент в списке, тем быстрее его доставят до места.
sl: Prioriteta transporta določenega blaga se lahko določi tu. Čim višja je prioriteta izdelka na seznamu, tem hitreje jo bodo pomagači pretovorili.
