Repository: Return-To-The-Roots/languages
Catalog: rttr-*.po
Languages: cs, de, et, fi, fr, hu, lo, pl, ru, sl, sv

source: SERVER: Receiving Message for player %1% failed, kicking...
cs: SERVER: Přijetí zprávy od hráče %1% se nezdařilo, vyhození...
de: SERVER: Empfang von Nachrichten des Spielers %1% fehlgeschlagen. Trenne Verbindung ...
hu: SZERVER: Játékos %1% üzenetfogadása sikertelen, ki lesz rúgva...
lo: SERVER: ການຮັບຂໍ້ຄວາມສຳລັບຜູ້ຫຼິ້ນ %1% ລົ້ມເຫຼວ, ກຳລັງເຕະ...
pl: SERWER: Odbieranie wiadomości od gracza %1% nie powiodło się, wyrzucam...
ru: СЕРВЕР: Получение сообщения для игрока %1% не удалось, удаление...

source: SERVER: Reserved slot %1% freed due to timeout
cs: SERVER: Rezervovaný slot %1% uvolněn z důvodu časového limitu
de: SERVER: Reservierter Eintrag %1% auf Grund von Timeout freigegeben
hu: SZERVER: Fenntartott hely %1% időtúllépés miatt felszabadult.
lo: SERVER: ສະລັອດທີ່ຈອງໄວ້ %1% ຖືກປ່ອຍ ເນື່ອງຈາກໝົດເວລາ
pl: SERWER: Zarezerwowany slot %1% został zwolniony z powodu przekroczenia limitu czasu
ru: СЕРВЕР: Зарезервированный слот %1% освобожден из-за таймаута

source: SYSTEM
cs: Systém
et: SÜSTEEM
fi: JÄRJESTELMÄ
fr: SYSTÈME
hu: RENDSZER
lo: ລະບົບ
ru: СИСТЕМА
sl: SISTEM

source: Save Password?
cs: Zapamatovat si heslo?
de: Passwort speichern?
et: Salvestan parooli?
fi: Tallenna salasana?
fr: Retenir le mot de passe ?
hu: Mented a jelszót?
lo: ບັນທຶກລະຫັດຜ່ານບໍ?
pl: Zapamiętać hasło?
ru: Запомнить пароль?
sl: Shrani Geslo?
sv: Spara lösenord?

source: Save game!
cs: Uložit hru!
de: Spiel speichern!
et: Salvesta mäng!
fi: Tallenna peli!
fr: Sauvegarder la partie !
hu: Játék mentése!
lo: ບັນທຶກເກມ!
pl: Zapisz grę!
ru: Сохранить игру!
sl: Shrani igro!
sv: Spara spel!

source: Save playlist
cs: Uložit seznam skladeb
de: Playlist speichern
fi: Soittolista:
hu: Lejátszási lista mentése
lo: ບັນທຶກລາຍການເພງ
pl: Zapisz playlistę
ru: Сохранить плейлист

source: Savegame error:
cs: Chyba uložené hry:
de: Savegame Fehler:
fi: Tallenna peli!
hu: Mentési hiba:
lo: ຂໍ້ຜິດພາດໃນການບັນທຶກເກມ:
pl: Błąd zapisu gry:
ru: Ошибка сохранения игры:

source: Saving game...
cs: Ukládání hry...
hu: Játék mentése...
lo: ກຳລັງບັນທຶກເກມ...

source: Saw
cs: Pila
de: Säge
et: Saag
fi: Sahoja
fr: Scie
hu: Fűrész
lo: ເລື່ອຍ
pl: Piła
ru: Пила
sl: Žaga
sv: Såg

source: Sawmill
cs: Pila
de: Sägewerk
et: Saeveski
fi: Saha
fr: Scierie
hu: Fűrésztelep
lo: ໂຮງເລື່ອຍ
pl: Tartak
ru: Лесопилка
sl: Žaga
sv: Sågverk

source: Scout
cs: zvěd
de: Kundschafter
et: Skaut
fi: Tiedustelijoita
fr: Éclaireur
hu: Felderítő
lo: ໜ່ວຍສອດແນມ
pl: Zwiadowca
ru: Скаут
sl: Izvidnik
sv: Spejare

source: Screenshot saved to %1%
cs: Snímek obrazovky byl uložen na %1%
de: Screenshot nach %1% gespeichert
hu: A képernyőkép elmentve ide: %1%
lo: ບັນທຶກຮູບໜ້າຈໍໄປທີ່ %1%
pl: Zrzut ekranu zapisany w %1%
ru: Снимок экрана сохранен в %1%

source: Scroll opposite (Map moves in the opposite direction the mouse is moved when scrolling/panning.)
hu: Fordított irányú görgetés (A térkép az egérmozgással ellentétes irányba mozdul el görgetés/mozgatás közben.)

source: Scroll same (Map moves in the same direction the mouse is moved when scrolling/panning.)
hu: Azonos irányú görgetés (a térkép az egérrel azonos irányba mozog görgetéskor/mozgatáskor).

source: Scythe
cs: Kosa
de: Sense
et: Vikat
fi: Viikatteita
fr: Faux
hu: Kasza
lo: ກ່ຽວ
pl: Kosa
ru: Коса
sl: Kosa
sv: Lie

source: Sea
cs: Moře
de: Meer
et: Meri
fi: Meri
fr: Mer
hu: Tenger
lo: ທະເລ
pl: Morskie
ru: Море
sl: Morje
sv: Hav

source: Sea Id
cs: ID moře
de: Meeres ID
fr: Id de la mer
hu: Tenger azonosító
lo: ID ທະເລ
pl: Id morza
ru: Море id
sl: Morje Id

source: Sea attack settings
cs: Námořní útoky
de: Seeschlacht Einstellungen
fi: Heikkoja hyökkääjiä
fr: Paramètres d'attaque en mer
hu: Tengeri támadás beállításai
lo: ການຕັ້ງຄ່າການໂຈມຕີທາງທະເລ
pl: Ustawienia ataku od morza
ru: Параметры Морских атак
sl: Nastavitve morskega napada

source: Searching for drivers in %s
cs: Hlehám ovladače v %s
de: Suche nach Treibern in %s
fi: Etsitään ajureita sijainnista %s
fr: Recherche des pilotes dans %s
hu: Illesztőprogramok keresése a következő helyen: %s
lo: ກຳລັງຄົ້ນຫາໄດເວີໃນ %s
pl: Wyszukiwanie sterowników w %s
ru: При поиске дрейверов в %s
sl: Iskanje gonilnikov v %s

source: Select all
cs: Vybrat vše
de: Alle selektieren
et: Vali kõik
fi: Valitse kaikki
fr: Sélectionner tout
hu: Összes kiválasztása
lo: ເລືອກທັງໝົດ
pl: Zaznacz wszystko
ru: Выбрать все
sl: Izberi vse
sv: Välj ut alla

source: Selection of maps
cs: Výběr map
de: Karten Auswahl
et: Kaartide valik
fi: Karttavalinta
fr: Choix de la carte
hu: Térkép kiválasztása
lo: ການເລືອກແຜນທີ່
pl: Wybór map
ru: Выбор карт
sl: Izbira zemljevida
sv: Val av karta

source: Send
cs: Odeslat
de: Senden
et: Saada
fi: Lähetä
fr: Envoyer
hu: Küldés
lo: ສົ່ງ
pl: Wyślij
ru: Отправить
sl: Pošlji
sv: Skicka

source: Send max rank soldiers to a warehouse
cs: Vojáky s maximální hodností pošli do skladiště
de: Schicke Soldaten mit höchstem Rang ins Lagerhaus
fr: Envoyer les soldats de rang maximum dans un Entrepôt
hu: Max. rangú katonák raktárba küldése
lo: ສົ່ງທະຫານຍົດສູງສຸດໄປທີ່ສາງ
pl: Wyślij najwyższych rangą żołnierzy do magazynu
ru: Отослать солдат с высшим званием на склад
sl: Pošlji vojake z najvišjim činom v skladišče

source: Send out scout
cs: Vyslat zvěda
de: Erkunder aussenden
et: Saada skaut välja
fi: Lähetä tiedustelija
fr: Envoyer observateur
hu: Felderítő kiküldése
lo: ສົ່ງໜ່ວຍສອດແນມອອກໄປ
pl: Wyślij zwiadowcę
ru: Послать скаута
sl: Razpošlji izvidnika
sv: Skicka en spejare

source: Send soldiers home
cs: Poslat vojáky domů
de: Soldaten nach Hause schicken
hu: Katonák hazaküldése
lo: ສົ່ງທະຫານກັບບ້ານ
pl: Odeślij żołnierzy
ru: Отправьте солдат домой

source: Sending async logs %1%.
cs: Odesílání asynchronních protokolů %1%.
de: Sende Async-Logs zu %1%.
hu: Aszinkron naplók küldése %1%.
lo: ກຳລັງສົ່ງບັນທຶກ async %1%.
pl: Wysyłanie logów async %1%.
ru: Отправка асинхронных журналов %1%.

source: Sequence of given order
cs: Pořadí je určeno podle příchodu
de: Reihenfolge der Auftraggebung
et: Etteantud järjekorras
fi: Määräyksen mukaisesti
fr: Dans l'ordre donné
hu: Megadott sorrend szerint
lo: ລຳດັບຂອງຄຳສັ່ງທີ່ໃຫ້
pl: Według kolejności danego zlecenia
ru: Последовательность отданного приказа
sl: Zaporedje izdanih ukazov
sv: Ordningsföljd av uppdragsgivningen

source: Sergeant
cs: Seržant
de: Unteroffizier
et: Seersant
fi: Kersantteja
fr: Sous-officier
hu: Őrmester
lo: ສິບເອກ
pl: Sierżant
ru: Сержант
sl: Poročnik

source: Sergeant (2)
cs: Seržant (2)
de: Unteroffizier (2)
fi: Kersantteja
fr: Sous-officier (2)
hu: Őrmester (2)
lo: ນາຍສິບ (2)
pl: Sierżant (2)
ru: Сержант (2)
sl: Poročnik (2)

source: Server
fi: Palvelin
fr: Serveur
hu: Szerver
lo: ເຊີບເວີ
pl: Serwer
ru: Сервер
sl: Strežnik

source: Server Information
cs: Informace o serveru
de: Serverinformationen
et: Serveri informatsioon
fi: Palvelimen tiedot
fr: Informations sur le serveur
hu: Szerverinformáció
lo: ຂໍ້ມູນເຊີບເວີ
pl: Informacja o serwerze
ru: Информация о сервере
sl: Podatki o strežniku

source: Server Name:
cs: Jméno serveru:
et: Serveri nimetus:
fi: Palvelimen nimi:
fr: Nom du serveur :
hu: Szervernév:
lo: ຊື່ເຊີບເວີ:
pl: Nazwa serwera:
ru: Имя сервера:
sl: Ime strežnika:
sv: Servernamn:

source: Server management
cs: Správa serveru
de: Server Verwaltung
et: Serverihaldus
fi: Palvelimen hallinta
fr: Gestion du serveur
hu: Szerverkezelés
lo: ການຈັດການເຊີບເວີ
pl: Administracja serwerem
ru: Управление сервером
sl: Vodstvo strežnika
sv: Serverhantering

source: Server sent an invalid message!
cs: Server odeslal neplatnou zprávu!
hu: A szerver érvénytelen üzenetet küldött!
lo: ເຊີບເວີສົ່ງຂໍ້ຄວາມທີ່ບໍ່ຖືກຕ້ອງ!
pl: Serwer wysłał nieprawidłową wiadomość!
ru: Сервер отправил недопустимое сообщение!

source: Server-Port:
cs: Port:
et: Serveri port:
fi: Palvelimen portti:
fr: Port du serveur :
hu: Szerverport:
lo: ພອດເຊີບເວີ:
pl: Port serwera:
ru: Порт сервера:
sl: Vrata strežnika:

source: Set duration fires burn
cs: Nastavit délku hoření ohně
de: Setze Brenndauer der Feuer
fr: Durée des incendies
hu: Tüzek égési idejének beállítása
lo: ຕັ້ງຄ່າໄລຍະເວລາທີ່ໄຟໄໝ້
pl: Długość palenia się płomieni
ru: Выбрать продолжительность пожаров
sl: Nastavi čas gorenja ognja

source: Set max rank
cs: Nastavit maximální hodnost
de: Maximalen Rang setzen
fr: Rang maximum
hu: Legmagasabb rang beállítása
lo: ຕັ້ງຄ່າຍົດສູງສຸດ
pl: Maksymalna ranga żołnierzy
ru: Задать максимальный ранг солдат
sl: Nastavi najvišji čin

source: Set maximum waterway length
cs: Nastavit maximální délku vodní cesty
de: Maximale Länge von Wasserwegen
et: Sea maksimaalne veetee pikkus
fi: Aseta vesitien suurin pituus
fr: Longueur maximum der ponts
hu: Vízi utak maximális hosszának beállítása
lo: ຕັ້ງຄ່າຄວາມຍາວສູງສຸດຂອງເສັ້ນທາງນ້ຳ
pl: Ustaw maksymalną długość ścieżek wodnych
ru: Назначить максимальную длину водных путей
sl: Nastavi najdaljšo razdaljo vodne poti
sv: Ange maximal längd på vattenväg

source: Set restriction level for sea attacks
cs: Bez námořních útoků - jsou zakázány všechny formy námořních útoků (může znemožnit dohrání mapy) Omezení útok na přístavy - z moře není možné útočit na vojenské objekty v blízkosti přístavu před zničením přístavu. Je třeba nejdříve dobít přístav a až pak je možné vést útok z moře Bez omezení - útok vedený z moře je možný na přístav a na přilehlé vojenské objekty.
de: Setze Beschränkung für Seeangriffe
fr: Niveau de restriction pour les attaques en mer
hu: Tengeri támadások korlátozási szintjének beállítása
lo: ຕັ້ງລະດັບການຈຳກັດສຳລັບການໂຈມຕີທາງທະເລ
pl: Ustaw poziom ograniczeń dla ataków morskich
ru: Установите уровень ограничения для морских атак
sl: Nastavi nivo omejitve za morske napade

source: Set ship speed
cs: Nastavit rychlost lodi
de: Schiffsgeschwindigkeit
fi: Laiva on valmis
fr: Vitesse des bateaux
hu: Hajósebesség beállítása
lo: ຕັ້ງຄ່າຄວາມໄວເຮືອ
pl: Ustaw prędkość statku
ru: Выбрать скорость кораблей
sl: Nastavi hitrost ladij

source: Settings
cs: Nastaveni
de: Einstellungen
et: Seadistused
fi: Asetukset
fr: Paramètres
hu: Beállítások
lo: ການຕັ້ງຄ່າ
pl: Ustawienia
ru: Настройки
sl: Nastavitve
sv: Inställningar

source: Settlers
cs: Settleři
de: Siedler
et: Asunikud
fr: Colons
hu: Telepesek
lo: ຜູ້ຕັ້ງຖິ່ນຖານ
pl: Osadnicy
sl: Naseljenci
sv: Nybyggare

source: Shaka
hu: Saka

source: Shared team view
cs: Sdílet výhled v týmu
de: Gem. Team-Sicht
et: Jagatud tiimi vaade
fi: Jaettu joukkuenäkymä
fr: Vue d'équipe partagée
hu: Közös csapatnézet
lo: ມຸມມອງທີມຮ່ວມກັນ
pl: Dzielony widok
ru: Общий вид команды
sl: Deljen ekipni pogled
sv: Gemensam syn i teamen

source: Shield
cs: Štít
de: Schild
et: Kilp
fi: Kilpiä
fr: Bouclier
hu: Pajzs
lo: ໂລ້
pl: Tarcza
ru: Щит
sl: Ščit
sv: Sköld

source: Ship register
cs: Seznam lodí
de: Schiffsregister
et: Laevaregister
fi: Laivarekisteri
fr: Registre de navigation
hu: Hajólajstrom
lo: ທະບຽນເຮືອ
pl: Rejestr statków
ru: Реестр кораблей
sl: Register ladij
sv: Skeppsförteckning

source: Ships can only be loaded and unloaded in a harbor. Expeditions can also be prepared here. You can release certain merchandise from the storehouse, as and when required. Alternatively, the storage function can be disabled. To do this, first choose the relevant icon followed by the desired merchandise or job symbol.
cs: Lodě mohou být nakládány a vykládány pouze v docích. Zde mohou být přichystány rovněž výpravy. Když potřebujete můžete rovněž vydat určité zboží ze skladu. Případně můžete zrušit funkci skladu. K dosažení tohoto zvolte správnou ikonu a následně požadované zboží nebo symbol činnosti.
de: Schiffe benötigen einen Hafen um beladen oder entladen zu werden. Von hier können Expeditionen vorbereitet werden. Der Hafen dienst außerdem als Lagergebäude, dies erspart lange Transportwege und eignet sich ebenso zur Zwischenlagerung von Waren und Einwohnern. Sie können bei Bedarf bestimmte Waren aus dem Lager entfernen lassen oder deren Einlagerung stoppen. Wählen Sie dazu zuerst den entsprechenden Button, dann das gewünschte Waren- oder Berufssymbol.
et: Laevu saab täis ja tühjaks laadida ainult sadamas. Ekspeditsioone saab ette valmistada samuti siin. Sa võid väljastada teatud kaupu laost, kui ja millal vaja. Lisaks võib ladustamise funktsiooni keelata. Et seda teha, esiteks vali asjasse puutuv ikoon ning seejärel soovitud kauba või töö sümbol.
fi: Laivoja voidaan lastata ja purkaa vain satamissa. Löytöretke voidaa myös valmistaa täällä. Voit vapauttaa tiettyjä tavaroita varastosta halutessasi. Säilytys voidaan myös ottaa pois käytöstä. Saadaksesi tämän käyttöön valitse oikea ikoni ja haluttu tavaran tai työn merkki.
fr: Les Navires sont chargés et déchargés dans les Ports exclusivement. C'est aussi dans les ports que se préparent les expéditions.
hu: Hajókat csak a kikötőben lehet be- és kirakodni. Expedíciók előkészítésére is van itt lehetőség. Szükség szerint kivitethetsz bizonyos árucikkeket a raktárból. Alternatívaként leállíthatod a raktározási funkciót. Ehhez először válaszd ki a megfelelő ikont, majd a kívánt árucikk vagy foglalkozás szimbólumát.
lo: ເຮືອສາມາດໂຫຼດ ແລະ ຖ່າຍສິນຄ້າໄດ້ພຽງແຕ່ໃນທ່າເຮືອ. ການສຳຫຼວດກໍສາມາດກະກຽມໄດ້ທີ່ນີ້ເຊັ່ນກັນ. ທ່ານສາມາດປ່ອຍສິນຄ້າບາງຢ່າງອອກຈາກສາງເກັບເຄື່ອງໄດ້ຕາມທີ່ຕ້ອງການ. ອີກທາງເລືອກໜຶ່ງ, ໜ້າທີ່ການເກັບຮັກສາສາມາດຖືກປິດໃຊ້ງານໄດ້. ເພື່ອເຮັດສິ່ງນີ້, ກ່ອນອື່ນໃຫ້ເລືອກໄອຄອນທີ່ກ່ຽວຂ້ອງ ຕາມດ້ວຍສິນຄ້າທີ່ຕ້ອງການ ຫຼື ສັນຍາລັກວຽກ.
pl: Port obsługuje okręty - tutaj można je załadować i obsadzić załogą i vice versa. To również miejsce planowania ekspedycji - morskich wypraw, które mogą powiększyć obszar twoich wpływów, takoż odkryć przed tobą niezbadane dotąd lądy. Port pełni także funkcję magazynu.
ru: Корабли могут загружаться/разгружаться только в портах. Экспедиции готовяться здесь. Вы можете ограничить складирование в портах, если необходимо. Смотрите соответствующие иконки в окне порта.
sl: Ladje je mogoče naložiti in razložiti samo v pristaniščih. Ekspedicije se lahko pripravijo tudi tu. Določeno blago lahko sprostiš iz skladišča, ter ko je potrebno. Alternativno, funkcija skladiščenja je lahko onemogočena. Za to, najprej izberi primerno ikono, ter nato željeno blago ali simbol opravila.
sv: Skepp kan bara lastas och lastas ur i en hamn. Expeditioner kan också förberedas här. Du kan lämna ut vissa varor från förrådshuset om och när det behövs. Alternativt kan lagringsfunktionen inaktiveras. För att göra detta väljer du först den relevanta ikonen och sedan den önskade varan eller jobbsymbolen.

source: Ships/Boats
cs: Lodě/Loďky
hu: Hajók/csónakok

source: Shipwright
cs: Loďař
de: Schiffbauer
et: laevaehitaja
fi: Laivanrakentajia
fr: Ouvrier naval
hu: Hajóács
lo: ຊ່າງຕໍ່ເຮືອ
pl: Szkutnik
ru: Кораблестроитель
sl: Ladjar
sv: Skeppsbyggare

source: Shipyard
cs: Loděnice
de: Werft
et: Laevatehas
fi: Laivatelakka
fr: Chantier naval
hu: Hajógyár
lo: ອູ່ຕໍ່ເຮືອ
pl: Stocznia
ru: Верфь
sl: Ladjedelnica
sv: Skeppsvarv

source: Short
cs: Krátká: 3 úseky
de: Kurz
et: Lühike
fi: Lyhyt
fr: Court
hu: Rövid
lo: ສັ້ນ
pl: Krótkie
ru: Короткий
sl: Kratko
sv: Kort

source: Short-run
cs: Krátkodobý
de: Kurzfristig
et: Lühiajaline
fi: Lyhyelle aikavälille
fr: Courte durée
hu: Rövidtávú
lo: ໄລຍະສັ້ນ
pl: Krótki okres
ru: Короткий промежуток времени
sl: Kratkoročno
sv: Kort tid

source: Shovel
cs: Lopata
de: Schaufel
et: Labidas
fi: Lapioita
fr: Pelle
hu: Ásó
lo: ຊ້ວນ
pl: Łopata
ru: Лопата
sl: Lopata
sv: Spade

source: Show GameFrame Info:
cs: Zobrazit GameFrame informace:
hu: GameFrame-információk mutatása:
lo: ສະແດງຂໍ້ມູນ GameFrame:
pl: Pokaż informacje o ramce gry:
ru: Показать GameFrame:

source: Show coordinates
cs: Zobrazit souřadnice
de: Zeige Koordinaten
fi: Näytä koordinaatit
fr: Voir les coordonnées
hu: Koordináták mutatása
lo: ສະແດງຈຸດປະສານງານ
pl: Pokaż współrzędne
ru: Показывать координаты
sl: Prikaži koordinate

source: Singleplayer
cs: Hra jednoho hráče
de: Einzelspieler
et: Üksimäng
fi: Yksinpeli
fr: Un joueur
hu: Egyjátékos
lo: ຫຼິ້ນຄົນດຽວ
pl: Pojedynczy gracz
ru: Одиночная игра
sl: Samostojna igra
sv: En spelare

source: Size
cs: Velikost
de: Größe
et: Mõõtmed
fi: Koko
fr: Taille
hu: Méret
lo: ຂະໜາດ
pl: Rozmiar
ru: Размер
sl: Velikost
sv: Storlek

source: Size of country
cs: Velikost země
de: Landesgröße
et: Maa suurus
fi: Maan koko
fr: Taille des terres
hu: Ország mérete
lo: ຂະໜາດຂອງປະເທດ
pl: Rozmiar państwa
ru: Размер страны
sl: Velikost pokrajine
sv: Storlek på landområde

source: Skip GameFrames
cs: Přeskoči GameFrames
de: GameFrames überspringen
et: Jäta vahele mängu kaadrid
fi: Pudota peliruutuja
fr: Sauter des GameFrames
hu: GameFrame-ek átugrása
lo: ຂ້າມເຟຣມເກມ
pl: Przeskocz klatki
ru: Пропустить кадры
sl: Preskoči GameFrames
sv: Hoppa över GF

source: Skipping %s: %s
cs: Přeskočit %s:%s
de: Überspringe %s: %s
hu: %s kihagyva: %s
lo: ຂ້າມ %s: %s
pl: Pomijam %s: %s
ru: Пропуск %s:%s

source: Skipping duplicate override file %1% for %2%
cs: Přeskočení duplicitního souboru přepsání %1% pro %2%
de: Überspringe doppelte Überschreibungsdatei %1% für %2%
hu: Duplikált felülíró fájl %1% kihagyása %2% esetében
lo: ຂ້າມໄຟລ໌ທີ່ຂຽນທັບຊ້ຳກັນ %1% ສຳລັບ %2%
pl: Pomijam nadpisywanie zduplikowanego pliku %1% dla %2%
ru: Пропуск повторяющегося файла переопределения %1% для %2%

source: Skipping removed file %1% when checking for files to load for %2%
cs: Přeskočení odstraněného souboru %1% při kontrole načítání souborů %2%
de: Entfernte Datei %1% während der Ladeprüfung für %2% übersprungen
hu: Az eltávolított %1% fájl kihagyása a(z) %2% számára betöltendő fájlok keresésekor
lo: ຂ້າມໄຟລ໌ທີ່ຖືກລົບ %1% ເມື່ອກວດສອບໄຟລ໌ທີ່ຈະໂຫຼດສຳລັບ %2%
pl: Pomijanie usuniętego pliku %1% podczas sprawdzania plików do załadowania dla %2%
ru: Пропуск удаленного файла %1% при проверке загрузки файлов для %2%

source: Slaughterhouse
cs: Jatka
de: Fleischerei
et: Tapamaja
fi: Teurastamo
fr: Boucherie
hu: Vágóhíd
lo: ໂຮງຂ້າສັດ
pl: Rzeźnia
ru: Бойня
sl: Klavnica
sv: Slakteri

source: Slow
cs: Pomalu
de: Langsam
et: Aeglane
fi: Hidas
fr: Lent
hu: Lassú
lo: ຊ້າ
pl: Wolno
ru: Медленно
sl: Počasi
sv: Långsamt

source: Smart Cursor
fi: Fiksu kursori
fr: Curseur intelligent
hu: Okos kurzor
lo: ເຄີເຊີອັດສະລິຍະ
pl: Inteligentny kursor
ru: Умный курсор
sl: Pameten kurzor

source: Smith can create 1 shield & 1 sword for 1 iron + 1 coal instead of 2 iron + 2 coal
cs: Zbrojíř může vytvořit jeden štít a jeden meč z jednoho železa a jednoho uhlí. Původní cena byla dvě železa a dvě uhlí.
de: Schmied kann 1 Schild und Schwert für nur 1 Eisen und 1 Kohle statt 2 Eisen und 2 Kohle herstellen
fr: La Forge peu construire 1 bouclier et 1 Épée avec 1 minerai de fer et 1 de charbon au lieu de 2 minerai de fer et 2 de charbon
hu: A kovács mostantól 1 pajzsot és 1 kardot készít 1 vasércből és 1 szénből, míg korábban ehhez 2 vasérc és 2 szén kellett
lo: ຊ່າງຕີເຫຼັກສາມາດສ້າງໂລ້ 1 ອັນ ແລະ ດາບ 1 ເຫຼັ້ມ ໂດຍໃຊ້ເຫຼັກ 1 + ຖ່ານຫີນ 1 ແທນທີ່ຈະເປັນ ເຫຼັກ 2 + ຖ່ານຫີນ 2
pl: Kowal może wytworzyć 1 tarczę & 1 miecz za 1 rudę żelaza + 1 węgiel zamiast za 2 rudy żelaza i 2 węgle
ru: Кузнец может создать 1 щит и 1 меч из 1 железа + 1 угля, вместо 2 железа + 2 угля
sl: Kovač lahko ustvari 1 ščit & 1 meč za 1 železo + 1 premog namesto 2 železi + 2 premoga

source: Soldiers winning a fight increase in rank.
cs: Vojákům, kteří vyhrají souboj je zvýšena hodnost
de: Soldaten die einen Kampf gewinnen steigen im Rang auf.
fr: Les soldats victorieux d'un combat améliorent leur rang
hu: A csatában győztes katonák előléptetést kapnak.
lo: ທະຫານທີ່ຊະນະການຕໍ່ສູ້ຈະໄດ້ຮັບການເລື່ອນຂັ້ນ.
pl: Żołnierze wygrywający walkę zdobywają awans
ru: Солдата, выигравшего бой повышают в звании.
sl: Zmagovalnim vojakom se poveča čin.

source: Some essential game files failed to load. Please ensure that the Settlers 2 Gold-Edition is installed in %1%
cs: Některé důležité soubory hry nebyly nahrány. Prosím ujisti se, že the Settlers 2 Gold-Edition je nainstalován zde %1%
de: Einige Dateien konnten nicht geladen werden. Bitte prüfe ob Die Siedler II Gold-Edition in folgendem Verzeichnis installiert ist %1%
hu: Néhány alapvető játékfájl betöltése sikertelen. Győződj meg róla, hogy a Settlers 2 Gold Edition telepítve van itt: %1%
lo: ໄຟລ໌ເກມທີ່ຈຳເປັນບາງສ່ວນບໍ່ສາມາດໂຫຼດໄດ້. ກະລຸນາຮັບປະກັນວ່າ Settlers 2 Gold-Edition ຖືກຕິດຕັ້ງໃນ %1%
pl: Niektóre niezbędne pliki gry nie zostały załadowane. Upewnij się, że Settlers 2 Gold-Edition jest zainstalowane w %1%

source: Sorry!
cs: Omlouvám se!
de: Entschuldigung!
et: Vabandust!
fi: Anteeksi!
fr: Désolé !
hu: Elnézést!
lo: ຂໍອະໄພ!
pl: Przepraszamy!
ru: Извините!
sl: Oprostite!
sv: Tyvärr!

source: Sound/Music
cs: Zvuky/Hudba
de: Sound/Musik
et: Heli/Muusika
fi: Ääni/musiikki
fr: Son/musique
hu: Hang/zene
lo: ສຽງ/ດົນຕີ
pl: Dźwięk/Muzyka
ru: Звук/Музыка
sl: Zvok/Glasba
sv: Ljud/musik

source: Sounddriver
cs: Ovladač zvuku
de: Soundtreiber
et: Heli draiver
fi: Ääniajuri
fr: Pilote de son
hu: Hangkártya-illesztőprogram
lo: ໄດເວີສຽງ
pl: Sterownik dźwięku
ru: Звуковой драйвер
sl: Zvočni gonilnik
sv: Drivrutin:

source: Specify the playlist name
cs: Zadej název playlistu
de: Playlist-Namen angeben
et: Täpsusta esitusnimekirja nime
fi: Anna soittolistan nimi
fr: Indiquez le nom de la liste de lecture
hu: Add meg a lejátszási lista nevét
lo: ລະບຸຊື່ລາຍການເພງ
pl: Nazwij playlistę
ru: Укажите название списка воспроизведения
sl: Navedi ime seznama predvajanja:
sv: Ange spellistans namn

source: Speed:
cs: Rychlost:
de: Geschwindigkeit:
et: Kiirus:
fi: Nopeus:
fr: Vitesse :
hu: Sebesség:
lo: ຄວາມໄວ:
pl: Szybkość:
ru: Скорость:
sl: Hitrost:
sv: Hastighet:

source: Splash screen couldn't be loaded!
cs: Vybraný soubor není možné načíst!
de: Startbildschirm konnte nicht geladen werden!
fi: Määriteltyä tiedostoa ei voitu ladata!
fr: Le fichier spécifié n'a pas pu être chargé !
hu: Az indítóképernyő nem tölthető be!
lo: ບໍ່ສາມາດໂຫຼດໜ້າຈໍເລີ່ມຕົ້ນໄດ້!
pl: Nie można załadować ekranu powitalnego!
ru: Указанный файл не может быть загружен!
sl: Datoteke ni mogoče naložiti

source: Start
de: Starten
et: Alusta
fi: Aloita
fr: Démarrer
hu: Indítás
lo: ເລີ່ມ
ru: Старт
sl: Začetek
sv: Starta

source: Start aborted
cs: Start zrušen
de: Start abgebrochen
et: Alustamine katkestatud
fi: Pelin aloitus keskeytetty
fr: Lancement annulé
hu: Indítás megszakítva
lo: ຍົກເລີກການເລີ່ມ
pl: Start anulowany
ru: Запуск отменен
sl: Začetek prekinjen
sv: Start avbröts

source: Start expedition
cs: Vystat expedici
de: Expedition starten
et: Alusta ekspeditsiooni
fi: Lähetä retkikunta
fr: Lancer expédition
hu: Expedíció indítása
lo: ເລີ່ມການສຳຫຼວດ
pl: Rozpocznij ekspedycję
ru: Начать экспедицию
sl: Začni ekspedicijo
sv: Påbörja expedition

source: Start exporation expedition
cs: Zahájit průzkumnou expedici
de: Starte Erkundungsmission
et: Alusta avastamis ekspeditsdiooni
fi: Aloita tutkimuslöytöretki
fr: Lancer expédition d'exploration
hu: Felfedező expedíció indítása
lo: ເລີ່ມການສຳຫຼວດເພື່ອຄົ້ນພົບ
pl: Rozpocząć ekspedycję odkrywczą
ru: Начать исследовательскую экспедицию
sl: Začni raziskovalno ekspedicijo
sv: Påbörja upptäcksresa

source: Start game
cs: Start hry
de: Spiel starten
et: Alusta mänguga
fi: Aloita peli
fr: Lancer la partie
hu: Játék indítása
lo: ເລີ່ມເກມ
pl: Rozpocznij grę
ru: Начать игру
sl: Začni igro
sv: Starta spel

source: Starting game, please wait
cs: Spouštím hru, prosím počkejte
de: Starte Spiel, bitte warten...
et: Mängu alustamine, palun oota
fi: Peli alkaa, odota hetki
fr: Démarrage de la partie, veuillez patienter
hu: Játék indítása, kis türelmet
lo: ກຳລັງເລີ່ມເກມ, ກະລຸນາລໍຖ້າ
pl: Rozpoczynanie gry, proszę czekać
ru: Запуск игры, пожалуйста, подождите
sl: Zaganjanje igre, prosimo počakajte…
sv: Spelet startas, vänligen vänta

source: Starting sound conversion:
cs: Zahájení převodu zvuku:
de: Starte Konvertierung der Tondaten:
hu: Hangátalakítás indítása:
lo: ກຳລັງເລີ່ມການແປງສຽງ:
pl: Rozpoczęcie konwersji dźwięku:
ru: Запуск преобразования звука:

source: Statistics
cs: Statistiky
de: Statistik
et: Statistika
fi: Tilastot
fr: Statistiques
hu: Statisztikák
lo: ສະຖິຕິ
pl: Statystyki
ru: Статистика
sl: Statistika
sv: Statistik
